{"date_modified": "20170314", "front-matter": "**unfoldingWord | OPEN BIBLE STORIES**\n\n**50 tejarita nuꞌAlataꞌala sanu mabebas mepake ane maala eilalong tebasa-basa ntaninya**\n\nhttp://openbiblestories.com\n\nOpen Bible Stories, v. 3.0\n\nPinogutu nuDistant Shores Media (http://distantshores.org) ane tetoo-too numisi nujuniaa Door43 (http://door43.org).\n\n\n**Teꞌisin:**\n\nTebuku eini sinadia nepake teisin Creative Commons Attribution-ShareAlike 4.0 International License (http://creativecommons.org/licenses/by-sa/4.0/).\n\nSiꞌoo mabebas:\n\n* **Mombee eitoo-too ntaninya** — maala mogutu selilio ane mombee eitoo-too ntaninya mepake tebuku, tevideo, tekaset atau ntaninya\n* **Moniang/mopoꞌokurang** — maala mogutu vuou atau mogutu ntaninya, maala valii mobaluk.\n\nTapi mepake tesyarat-syarat eini:\n\n* **Mongular lamai eipaio** — Siꞌoo kanaboi mongular lamai eipaio tepokarajaong eini sima eini: \"Sanu asli maala noꞌita ei  http://openbiblestories.com.\" Jio maala mongular siꞌami nombee tekuasa eisiꞌoo atau nombee tekuasa eisiꞌoo mepake tebuku eini\n* **ShareAlike** — Ane siꞌoo mogutu vuou lamai tebuku eini, siꞌoo kanaboi mombee atau mobaluk mepake teisin sanu selilio sima sanu pinake sanu teasli.\n\nMepake temerek dagang: **unfoldingWord** heꞌua temerek dagang nu  Distant Shores Media ane jio maala nopake eilalong sanu nopogutu vuou lamai sanu eilalong tebuku eini.  Ane nopogutu selilio lamai  http://openbiblestories.com siꞌoo kanaboi mongembe tegambar **unfoldingWord** watu siꞌoo mombee atau mombaluk eitoo-too ntaninya. Tapi ane teisi nubuku jio nopogutu selilio, siꞌoo jio maala mongembe tegambar  **unfoldingWord** eibuku sanu vuou.\n\nLamai paio tegambar-gambar: Jojoo tegambar-gambar sanu pinake eilalong tejarita-jarita eini lamai © Sweet Publishing (www.sweetpublishing.com) ane pinake teisin Creative Commons Attribution-Share Alike License (http://creativecommons.org/licenses/by-sa/3.0).\n\nEiruru-rusus niꞌami sanu nomarcaya eisiKristus sanu momoia eipapaio eijuniaa.  Siꞌami nonggane eiꞌAlataꞌala siꞌoo mepake tebuku eini lamai tejarita-Nya antau mombarakai, mopoꞌuig ane mapaꞌasanang teambok niꞌoo.\n", "language": "tdj", "name": "OPEN BIBLE STORIES", "tagline": "50 tejarita nuꞌAlataꞌala sanu mabebas mepake ane maala eilalong tebasa-basa ntaninya"}