{"app_words": {"cancel": "Jio majari", "chapters": "Tepasal-pasal", "languages": "Tebasa-basa", "next_chapter": "Tepasal ancunaꞌonya", "ok": "Maala", "remove_locally": "Monggagis lamai tealat", "remove_this_string": "Monggagis tebasa eini lamai tealat.  Ane siꞌoo seilu meꞌita, siꞌoo kanaboi umai teꞌinternet.", "save_locally": "Mongembe eilalong tealat", "save_this_string": "Mongembe tebasa eini eilalong tealat antau nopake jio online.", "select_a_language": "Momile Tebasa"}, "chapters": [{"frames": [{"id": "01-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-01.jpg", "text": "Tejarita eini sima iamaꞌo jojoo sanu eijuniaa majari. Iamaꞌo teꞌAlataꞌala nogutu telangit ane tejuniaa ncoono jojoo teisinya. Watu pamulaongnya tejuniaa eini jiompo najari. Jojoo nondoung ane teꞌAlus nuꞌAlataꞌala eibabok nuogo."}, {"id": "01-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-02.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nomarenta, “Jarimo terava!” Lamai heꞌua terava najari. TeꞌAlataꞌala nonopei terava heꞌua “meeleo” ane tendoung heꞌua “mondoung.” TeꞌAlataꞌala nogutu terava heꞌua eieleo pamulanya."}, {"id": "01-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-03.jpg", "text": "Lamai heꞌua teeleo rorua, teꞌAlataꞌala nomarenta ane nogutu telangit eibabok nujuniaa. Tecaranya, Siia nongantaa teogo sanu umai eibabok lamai teogo sanu umai eiangkopnya."}, {"id": "01-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-04.jpg", "text": "Lamai heꞌua teeleo totolu, teꞌAlataꞌala nomarenta ane nongantaa teogo lamai tetana sanu moꞌogal. Siia nonopei tetana heꞌua “tebaowan,” ane Siia nonopei teogo “tedagat.” TeꞌAlataꞌala nengita tesapa sanu pinogutu-Nya heꞌua nombosi."}, {"id": "01-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-05.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nomarenta, “Jarimo tejuniaa mohasila jojoo nengangaya tepuu ane tetudaong.” Heꞌuamo sanu najari. TeꞌAlataꞌala nengita tesapa sanu pinogutu-Nya heꞌua nombosi."}, {"id": "01-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-06.jpg", "text": "Lamai heꞌua teeleo aapat, teꞌAlataꞌala nomarenta ane nogutu teeleo, tevulang ane tevituong-vituong. TeꞌAlataꞌala nogutu jojoo heꞌua antau nombeena terava eijuniaa ane nogutu tetanda watu meeleo ane mondoung, tewatunya ane tetoung. TeꞌAlataꞌala nengita tesapa sanu pinogutu-Nya heꞌua nombosi."}, {"id": "01-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-07.jpg", "text": "Lamai heꞌua teeleo lelima, teꞌAlataꞌala nomarenta ane nogutu jojoo sanu melolon eilalong nuogo ane jojoo temamanuk. TeꞌAlataꞌala neꞌita tesapa sanu pinogutu-Nya heꞌua nombosi, ane Siia nombarakainya."}, {"id": "01-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-08.jpg", "text": "Lamai heꞌua teeleo oonong, teꞌAlataꞌala nomarenta, “Jarimo jojoo nengangaya tebinaatang eibaowan!” Lamai heꞌua jojoo najari sima sanu jinaritaa nuꞌAlataꞌala. Sanggaat najari tebinaatang nopiara, sanggaat najari tebinaatang noporagab ane sanggaat najari tebinaatang meila. TeꞌAlataꞌala neꞌita tesapa sanu pinogutu-Nya heꞌua nombosi."}, {"id": "01-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-09.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjarita, “Siꞌita mogutu temanusia sima selio-lio Siꞌita, antau siira okuasa eibabok nujuniaa ane eijojoo tebinaatang.”"}, {"id": "01-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-10.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nongala tetana, nogutu sotoo telangkai, ane nonyubaa tenyaa netuvu eilalong nutoo heꞌua. Telangkai heꞌua tinopei siꞌAdam. TeꞌAlataꞌala nogutua tejoꞌong eipaio siꞌAdam maala momoia, ane nongembea siia eiriꞌua antau siia maala nomiara tejoꞌong heꞌua."}, {"id": "01-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-11.jpg", "text": "Eitanga nujoꞌong, teꞌAlataꞌala nonuda romata tepuu sanu magaya. Samata, tevuanya maala mogutu tetoo metuvu seende-endenya. Samata ntaninya, tevuanya maala mogutu tetoo moꞌotoi sanu mombosi ane sanu majaat. TeꞌAlataꞌala nombeena tevua sanu mombee teꞌotutuvu untuk noꞌinang. Tapi teꞌAlataꞌala nolarang siꞌAdam menginang tevua sanu mombee tepoꞌotoi. Ane tevua heꞌua noꞌinang, tetoo kana maate."}, {"id": "01-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-12.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjarita, “Ane temanusia boi simotoonya, jio mombosi.” Tapi jio umai sotoo lamai jojoo tebinaatang maala majari tetopondulu niꞌAdam."}, {"id": "01-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-13.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nogutu siꞌAdam neteꞌoturu mororok. Lamai heꞌua teꞌAlataꞌala nongala sobua teusuk niꞌAdam ane nogutu sotoo tebengkel ane nongomung siia eisiꞌAdam."}, {"id": "01-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-14.jpg", "text": "Watu heꞌua siꞌAdam neꞌita tebengkel heꞌua, siia nonjarita, “Ponouꞌongnya, siia sima siaꞌu! Siia kana notope ‘teBengkel,’ karna siia pinogutu lamai teLangkai.” Eini tesabanya sotoo telangkai molinjoꞌi siama ane siinanya ane majari sotoo concoono telapinya."}, {"id": "01-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-15.jpg", "text": "TeꞌAlataꞌala nogutu telangkai ane tebengkel sima tegambar ane terupa nuꞌAlataꞌala. TeꞌAlataꞌala nombarakai siira ane nonjarita eisiira, “Ounga-omoꞌupu ane moniang mabari ane buꞌei tejuniaa.” TeꞌAlataꞌala nengita jojoo sanu pinogutu-Nya heꞌua nombosi tutuu. Jojoo heꞌua najari eieleo oonong."}, {"id": "01-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-01-16.jpg", "text": "Watu teeleo pepitu najaok, teꞌAlataꞌala notouko tepokarajaaong-Nya. Karna heꞌua, teꞌAlataꞌala nengondok lamai jojoo sanu ginaukaꞌo-Nya. Siia nombarakai teeleo pepitu heꞌua ane pinogutu-Nya mapacing, karna eieleo eini Siia nongondok lamai tepokarajaaong-Nya. Eini iamaꞌo teꞌAlataꞌala nogutu tejuniaa ane jojoo ntaninya."}], "number": "01", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 1-2.", "title": "1. Tepogutuong"}, {"frames": [{"id": "02-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-01.jpg", "text": "SiꞌAdam ane telapinya nomoia eiJoꞌong nuꞌEden sanu mombosi sanu pinogutu nuꞌAlataꞌala untuk siira. Siira jio mepake tepakean, tapi siira jio mesili. Siira biasa melampa eijoꞌong ane nonjarita concoono teꞌAlataꞌala."}, {"id": "02-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-02.jpg", "text": "Tapi umai sambaang tesaa sanu majaat eijoꞌong heꞌua. Siia noꞌutanya eibengkel heꞌua, “TeꞌAlataꞌala tututuu nonjarita siꞌemiu jio maala menginang tevua lamai tepuu-puu eijoꞌong eini?”"}, {"id": "02-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-03.jpg", "text": "Tebengkel heꞌua nonyimbat, “TeꞌAlataꞌala nonjaritaa siꞌami maala menginang tevua lamai jojoo tepuu eiriꞌini, tapi jio lamai tepuu sanu mogutu siꞌita moꞌotoi sanu mombosi ane sanu majaat. TeSiopu nonjaritaa eisiꞌami, ‘Ane siꞌemiu menginang tevua heꞌua atau boi monggamanya, siꞌemiu kana maate.’”"}, {"id": "02-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-04.jpg", "text": "Tesaa heꞌua nonyimbat, “Heꞌua jio tutuu! Siꞌemiu jio maate. TeꞌAlataꞌala moꞌotoi touk siꞌemiu menginangnya, siꞌemiu kana moꞌotoi jojoo sima Siia. Siꞌemiu kana majari sima teꞌAlataꞌala, moꞌotoi sima sanu mombosi ane sima sanu majaat.”"}, {"id": "02-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-05.jpg", "text": "Tebengkel heꞌua neꞌita tevua heꞌua magaya ane mombosi. Karna siia valii seilu majari mapande, siia nongala tevua heꞌua ane nenginangnya. Lamai heꞌua siia nombeena tevua heꞌua eisilapinya, sanu concoono siia, ane silapinya valii nenginangnya. Siira rotoo nenginang maampo jio pinajujut."}, {"id": "02-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-06.jpg", "text": "Selengaan, temata niira neteboꞌa, ane siira moꞌotoi siira nelalaumo. Siira nogutu tepakean lamai teroong-roong untuk nopake eiꞌalae niira."}, {"id": "02-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-07.jpg", "text": "Lamai heꞌua siꞌAdam ane silapinya neꞌeepe tesuara nuꞌAlataꞌala lalampa eijoꞌong heꞌua. Siira nencoyok lamai teꞌAlataꞌala. Touk heꞌua teꞌAlataꞌala noleva siꞌAdam, “Eipaio siꞌoo?” SiꞌAdam nonyimbat, “Siaꞌu neꞌeepe Siꞌoo lalampa eijoꞌong eini, ane siaꞌu nobule, karna siaꞌu nelalaumo. Karna heꞌua Siaꞌu nencoyok.”"}, {"id": "02-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-08.jpg", "text": "Lamai heꞌua teꞌAlataꞌala noꞌutanya, “Sisee nongular siꞌoo nelalaumo? Siꞌoo nenginang tevua sanu pinarentaaꞌU jio untuk noꞌinang?” SiꞌAdam nonyimbat, “Siꞌoo nombee tebengkel eini, ane siia nombee tevua heꞌua.” Lamai heꞌua teꞌAlataꞌala noꞌutanya ei bengkel heꞌua, “Tesapa sanu ginauka niꞌoo?” Tebengkel heꞌua nonyimbat, “Tesaa heꞌua nongakal siaꞌu.”"}, {"id": "02-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-09.jpg", "text": "TeꞌAlataꞌala nonjarita eisaa heꞌua, “Siꞌoo Ukutuk! Siꞌoo kana melampa mepake teꞌompong niꞌoo ane menginang boi tetana. Siꞌoo ane tebengkel eini kana mengkengkelesong, teunga-ungamu ane teunga-unganya kana memumusuong. Tebija nubengkel heꞌua kana mopoꞌorua tevaꞌimu, ane siꞌoo kana momaꞌiti tetojungnya.”"}, {"id": "02-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-10.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjarita eibengkel heꞌua, “Siaꞌu kana mogutu siꞌoo mepees tutuu eiwatu moguungaa. Siꞌoo kana seilu monguasai telapimu, ane siia kana momarenta siꞌoo.”"}, {"id": "02-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-11.jpg", "text": "TeꞌAlataꞌala nonjarita eisiꞌAdam, “Siꞌoo noꞌinepeaꞌomo silapimu ane jio monuruk eiSiaꞌu. Lamai eini tetana eini kinutuk, ane siꞌoo kanaboi mokarajaa tutuu untuk melolo sanu noꞌinang. Lamai heꞌua siꞌoo kana maate. Karna teꞌasal niꞌoo lamai tetana, siꞌoo kana majari vavalii tetana.” Lamai heꞌua siꞌAdam nonopea silapinya siHawa, sanu tebatuanya “Tetopombee Teꞌotutuvu,” karna siia kana majari siina jojoo tetoo. Lamai heꞌua teꞌAlataꞌala nombee eisiꞌAdam ane eisiHawa tepakean lamai teꞌuli nubinaatang."}, {"id": "02-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-02-12.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjarita, “Eꞌeini karna temanusia najarimo sima Siꞌita concoono moꞌotoi sanu mombosi ane sanu majaat, siira jiongo maala menginang tevua lamai tepuu nuꞌotutuvu ane metuvu seende-endenya.” Karna heꞌua teꞌAlataꞌala nonuju siꞌAdam ane siHawa nesuvung lamai tejoꞌong sanu mombosi heꞌua. TeꞌAlataꞌala nonuju sanggaat temalaekat-malaekat sanu mooge ane moꞌuig eipentamaong heꞌua nonjagai tejoꞌong heꞌua antau jio otoo menginang tevua lamai tepuu teꞌotutuvu."}], "number": "02", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 3.", "title": "2. Tedosa Nentama Eijuniaa"}, {"frames": [{"id": "03-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-01.jpg", "text": "Metoung-toung lamai heꞌua, nabari tetoo netuvu eijuniaa. Tetoo-too heꞌua majari majaat tutuu ane nonggauka sanu majaat. Teꞌotutuvu eijuniaa majari majaat sima heꞌua jaok teꞌAlataꞌala nonantua untuk monganjula jojoo eijuniaa nepake teogo buntul sanu mooge."}, {"id": "03-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-02.jpg", "text": "Tapi siNuh nopaꞌasanang teambok nuSiopu. Siia sotoo-toonya sanu mondolong eiolot jojoo nutoo-too majaat heꞌua. TeꞌAlataꞌala nongulara eisiNuh simamo teogo buntul sanu mooge sanu Siia morancanaa, sanu kana monouꞌi otutuvu jojoo nubinaatang. Siia nonuju siNuh mogutu sobua tepayangan sanu mooge."}, {"id": "03-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-03.jpg", "text": "TeꞌAlataꞌala nonuju siNuh mogutu tepayangan sanu teꞌelelendanya kira-kira 140 meter, tebilaynya 23 meter, ane tepangkatnya 13,5 meter. Tepayangan heꞌua kanaboi nopogutu lamai teꞌayu ane umai tejandela, teatok, tolusalo ane mabari tekamar. Eꞌendenya teogo buntul tepayangan heꞌua kana monyalamata siNuh, telapinya, teunga-unganya ane tepaar-paar lamai jojoo nengangaya tebinaatang ane temanuk."}, {"id": "03-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-04.jpg", "text": "SiNuh nonuruꞌi teꞌAlataꞌala. Siia ane tolutoo teunganya nogutu tepayangan iamaꞌo sanu pinarentaa nuꞌAlataꞌala eisiira. Karna tepayangan heꞌua mooge tutuu, metaang tewatu metoung-toung nogutu tepayangan heꞌua."}, {"id": "03-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-05.jpg", "text": "TeꞌAlataꞌala nomarentaa valii siNuh, telapinya ane teunga-unganya nongincona naganamo sanu noꞌinang niira mboto ane tebinaatang-binaatang heꞌua. Watu jojoo nesiapo, teꞌAlataꞌala nongulara eisiNuh najaoko tewatunya siia, silapinya, tolutoo teunganya, ane telapi-lapi niira mentama eilalong nupayangan. Siira jojoo oalutoo."}, {"id": "03-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-06.jpg", "text": "TeꞌAlataꞌala nonuju sambaang telangkainya ane sambaang tebengkelnya lamai jojoo tebinaatang ane temanuk umaꞌo eisiNuh jaok siira maala momenek eipayangan ane naꞌaman eꞌendenya teogo buntul. TeꞌAlataꞌala nonuju pitupaar lamai jojoo tebinaatang ane temanuk sanu maala nosambale sima tepombee eiꞌAlataꞌala. Watu siira jojoo eiriꞌuamo eilalong nupayangan, teꞌAlataꞌala mboto nonauba tebamba nupayangan heꞌua."}, {"id": "03-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-07.jpg", "text": "Lamai heꞌua nenyau teujang sanu jio nengongondok. Teujang eꞌendenya apampulueleo ane apampulumbengi jio nengondok! Teogo valii nesuvung makancang lamai tetana. Jojoo tesasagara eijuniaa nalapoy nuogo, maampo tebubuut sanu mapangkat tutuu."}, {"id": "03-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-08.jpg", "text": "Jojoo sanu netuvu eibaowan naate, tapi jio tetoo-too ane tebinaatang-binaatang sanu umai eipayangan heꞌua. Tepayangan lalantapo eiogo ane sima heꞌua jojoo sanu eiriꞌua eilalong nupayangan heꞌua tataap maꞌaman."}, {"id": "03-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-09.jpg", "text": "Touk teujang nengondok, tepayangan lalantap eibabok nuogo eꞌendenya limambulang, ane lamai heꞌua seeleo tepayangan netetaango eibabok eisobua tebuut. Tapi tetana ulengi nobuꞌe nuogo. Touk tolumbulang, tebuntuan nubuut nompamulamo inita."}, {"id": "03-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-10.jpg", "text": "Touk apampulueleo, siNuh nolapasa sambaang teꞌaloaga antau mongita teogo nooti atau jiompo. Teꞌaloaga heꞌua neleak menekai umaꞌo melolo tebaowan sanu moꞌogal, tapi jio maala naꞌajaok tesapa-sapa."}, {"id": "03-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-11.jpg", "text": "Lamai heꞌua siNuh nolapasa sambaang temerpati. Tapi jio maala valii naꞌajaok tebaowan sanu moꞌogal, jaok netencile eisiNuh. Soduminggu lamai heꞌua siia nolapasaꞌonye sambaang temerpati, ane netencile nongomung teroong nusaitun eingunjunya! Teogo heꞌua noole jaok tetutudaong pamulamo metuvuonye!"}, {"id": "03-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-12.jpg", "text": "SiNuh netaangonye soduminggu ane nolapasa sambaang temerpati otolungkaninaꞌonya. Sangkaning eini, temerpati heꞌua naꞌajaok pomoiaong ane jio najaok menekai. Teogo noꞌogalo!"}, {"id": "03-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-13.jpg", "text": "Rombulang vavaliinyamai teꞌAlataꞌala nonjarita eisiNuh, “Siꞌemiu ane jojoo tebinaatang heꞌua maala molinjoꞌimo tepayangan eꞌeini. Moꞌoungamo ane omoꞌupumo sanu mabari ane buꞌeimo tejuniaa.” Karna heꞌua siira nonuruꞌi teparenta nuꞌAlataꞌala ane nolinjoꞌimo tepayangan."}, {"id": "03-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-14.jpg", "text": "Touk nenyau lamai tepayangan, siNuh nonusung tevatu-vatu ane nogutu teporampunong tepombee ane nombeena lasiambaang lamai jojoo tebinaatang sanu maala nosambale sima tepombee. Tepombee nopaꞌasanang teambok nuꞌAlataꞌala ane Siia nombarakai siNuh, telapinya ane teunga-unganya."}, {"id": "03-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-15.jpg", "text": "TeꞌAlataꞌala nongular, “Siaꞌu nojanji Siaꞌu jio kana mongutukonye tetana eini karna temanusia atau mopoꞌorua tejuniaa mepake tebuntul, maampo temanusia odosa lamai olulumbi niira.”"}, {"id": "03-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-03-16.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nogutu tepulagian pabibia simamo tetanda tejanji-Nya. Ane tepulagian mesuvung eilangit, teꞌAlataꞌala ane tetoo-too-Nya kana molambot tesapa sanu jinanjia nuꞌAlataꞌala."}], "number": "03", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 6-8.", "title": "3. Teogo Sanu Mooge"}, {"frames": [{"id": "04-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-01.jpg", "text": "Metoung-toung touk teogo buntul heꞌua nontiangonye teꞌababari numanusia eijuniaa, ane siira jojoo monjarita tebasa sanu selio-lio. Tapi tetoo-too heꞌua jio nonuruk eiꞌAlataꞌala. Maampo siira moꞌounga ane omoꞌupu siira jio mombuꞌei tejuniaa, siira neincong jojoo ane nombaung selibok tekota."}, {"id": "04-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-02.jpg", "text": "Siira tututuu maangka ane siira jio nomaduli tesapa sanu noulara nuꞌAlataꞌala. Siira nogutu temenara sanu mapangkat tutuu untuk umaꞌo majaok eisuruga. TeꞌAlataꞌala moꞌotoi jojoo sanu norancanaa niira maala nogauka."}, {"id": "04-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-03.jpg", "text": "Jadi teꞌAlataꞌala nombalik tebasa niira majari mabari tebasa ane nepudadag siira eijojoo tejuniaa. Tekota sanu pinogutu niira tinope teBabel, sanu tebatuanya “meingu.”"}, {"id": "04-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-04.jpg", "text": "Monggatustoung lamai heꞌua, teꞌAlataꞌala nonjarita eisotoo sanu tinopei siꞌAbram. TeꞌAlataꞌala nongulara eisiia, “Naꞌomo linjoꞌi tekampung niꞌoo ane terururus niꞌoo ane naꞌomo eipomoiaong sanu Utujua eisiꞌoo. Siaꞌu kana mombarakaimu ane mogutu siꞌoo majari tebangsa. Siaꞌu kana mogutu tetopemu mooge. Siaꞌu kana mombarakai tetoo sanu mombarakai siꞌoo ane mongutuk tetoo sanu mongutuk siꞌoo. Jojoo terurus eijuniaa kana nobarakai malabat siꞌoo.”"}, {"id": "04-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-05.jpg", "text": "Lamai heꞌua siꞌAbram nonuruꞌi teꞌAlataꞌala. Siia umaꞌomo concoono silapinya, siSarai, ane jojoo tevotuangnya ane jojoo tehartanya ane umaꞌomo eitana sanu tinujua nuꞌAlataꞌala, heꞌua eiTana nuKanaꞌan."}, {"id": "04-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-06.jpg", "text": "Watu siꞌAbram najaok eiKanaꞌan, teꞌAlataꞌala nonjarita, “Itai eipapalit niꞌoo. Jojoo tetana sanu inita niꞌoo kana Uveena eisiꞌoo ane eibija niꞌoo simamo tewarisan.” Lamai heꞌua siꞌAbram nomoia eitana heꞌua."}, {"id": "04-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-07.jpg", "text": "Vavalii seeleo, siꞌAbram netepojaok siMelkisedek, teꞌimam nuꞌAlataꞌala. TeꞌAlataꞌala sanu Mapangkat heꞌuapa tedewa-dewa sanu ntaninya. SiMelkisedek nombarakai siꞌAbram ane nongular, “Patuvaya teꞌAlataꞌala sanu nogutu telangit ane tetana mombarakai siꞌAbram.” Lamai heꞌua siꞌAbram nombee siMelkisedek sompulu perseen lamai jojoo sanu umai eisiia."}, {"id": "04-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-08.jpg", "text": "Mabari tetoung malabat, tapi siꞌAbram ane siSarai jiompo ounga langkai. Vavalii sembengi teꞌAlataꞌala nongularaꞌonye eisiꞌAbram ane nojanjionye siꞌAbram kana ounga ane tebija teꞌababari selilio tevituong eilangit. SiꞌAbram nomarcaya tejanji nuꞌAlataꞌala. TeꞌAlataꞌala nonganggap siꞌAbram heꞌua tetoo sanu tutuu karna siia nomarcaya tejanji nuꞌAlataꞌala."}, {"id": "04-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-04-09.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nogutu tepejanjiong concoono siꞌAbram. TeꞌAlataꞌala nongular, “Siaꞌu kana mombee eisiꞌoo sotoo teunga lamai teꞌalaemu mboto. Siaꞌu mombeena tetana nuKanaꞌan eibijamu.” Maampo sima heꞌua, metoung-toung siꞌAbram jiompo naꞌaala teunga langkai."}], "number": "04", "ref": "Tejarita nuꞌAlataꞌala lamai teKejadian 11-15.", "title": "4. Tepejanjiong NuꞌAlataꞌala Concoono SiꞌAbram"}, {"frames": [{"id": "05-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-01.jpg", "text": "Touk sompuluntoung siꞌAbram ane siSarai najaok eiTana nuKanaꞌan, siira jiompo vinenii teunga. Karna heꞌua, siSarai, telapi niꞌAbram, nongular eisiia, “Karna jiompo tinuluni nuSiopu siaꞌu molumalo ane siaꞌu neisimo, alamo tetujuongu siHagar. Polapi siia antau siaꞌu maala ounga lamai siia.”"}, {"id": "05-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-02.jpg", "text": "Jadi siꞌAbram noꞌoturu concoono siHagar. Siombulang lamai heꞌua siHagar noguungaa teunga langkai, ane siꞌAbram nonopeinya siꞌIsmael. Tapi siSarai nogirang eisiHagar. Watu siꞌIsmael sompulu toluntoung, teꞌAlataꞌala nongular eisiꞌAbram."}, {"id": "05-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-03.jpg", "text": "TeꞌAlataꞌala nongular, “Siaꞌumo teSiopu Sanu Mabaraka. Siaꞌu kana mogutu tepejanjiong concoono siꞌoo.” Lamai heꞌua siꞌAbram noposuncul. TeꞌAlataꞌala nongular eisiꞌAbram, “Siꞌoo kana majari tesiama mabari tesuku. Siaꞌu kana mombee eisiꞌoo ane eibija niꞌoo teTana nuKanaꞌan simamo tetana niꞌemiu ane Siaꞌu kana majari teꞌAlataꞌala niira seende-endenya. Sima tetanda tepejanjiong heꞌua, siꞌoo kanaboi monyuna jojoo telangkai eilalong nururusmu.”"}, {"id": "05-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-04.jpg", "text": "“Telapimu, siSarai, kana moꞌounga sotoo telangkai. Siia kana majari teunga sanu jinanjia. Topei siia siꞌIshak. Siaꞌu kana mogutu tepejanjiong concoono siia, ane siia kana majari tebangsa sanu mooge. Siaꞌu kana mogutu siꞌIsmael majari tebangsa sanu mooge valii, tapi tepejanjiong heꞌua concoono siꞌIshak.” Lamai heꞌua teꞌAlataꞌala nombolos tetope niꞌAbram, sanu tebatuanya “siama sanu pinuji” majari siꞌAbraham, sanu tebatuanya “siama nutoo bari.” TeꞌAlataꞌala valii nombolos tetope niSarai majari siSara, sanu tebatuanya “teunga bengkel nupuang.”"}, {"id": "05-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-05.jpg", "text": "TeꞌAlataꞌala nojanji eisiꞌAbraham siia kana ounga eilalong sontoung. Eieleo heꞌua siꞌAbraham nonyuna jojoo telangkai nururusnya. Kira-kira sontoung lamai heꞌua, watu siꞌAbraham noꞌumur sagatusntoung ane siSara siompuluntoung, siSara noꞌounga teunga langkai. Siira nonopeinya siꞌIshak sima sanu tinuuna nuꞌAlataꞌala eisiira."}, {"id": "05-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-06.jpg", "text": "Watu siꞌIshak najarimo sotoo teunga logas, teSiopu nonyoꞌarai teꞌaparcayaong niꞌAbraham ane nongulara, “Alamo siꞌIshak, teunga sotoo-tooanaꞌonya, ane sambalemo siia sima tepombee eiSiaꞌu.” SiꞌAbraham nonuruꞌionye teꞌAlataꞌala ane nesiap monyambale teunganya."}, {"id": "05-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-07.jpg", "text": "Pepees siꞌAbraham ane siꞌIshak nelampa nonunggai teporampunong tepombee, siꞌIshak noꞌutanya, “Papa, siꞌita umaimo teꞌayu nuapi, tapi eipaio tedomba?” SiꞌAbraham nonyimbat, “Uti, teꞌAlataꞌala kana monyadiaa tedomba.”"}, {"id": "05-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-08.jpg", "text": "Watu siira najaok eiporampunong tepombee, siꞌAbraham nomungui telima ane tepaa niꞌIshak ane dinulinaꞌonya eibabok nuporampunong. Tapi watu siia sedeꞌipo monyambale teunganya, teꞌAlataꞌala nonjarita, “Pengondok! Inyaa nopatei teunga heꞌua! Eleo eini Siaꞌu moꞌotoi siꞌoo mobule eiSiaꞌu karna siꞌoo jio montaana teungamu mboto lamai Siaꞌu.”"}, {"id": "05-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-09.jpg", "text": "Eiꞌosuk riꞌua siꞌAbraham neꞌita sambaang tedomba langkai sanu tetanduknya netesait eiꞌoruiong. TeꞌAlataꞌala nonyadiaaꞌomo tedomba langkai heꞌua untuk majari tepombee tepombolos niꞌIshak. SiꞌAbraham nasanang teambok. Siia nolapasa siꞌIshak ane nombeena tedomba langkai heꞌua sima tepombee."}, {"id": "05-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-05-10.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjarita eisiꞌAbraham, “Karna siꞌoo nesiap mombeena eiSiaꞌu jojoo, maampo teungamu sotoo-tooanaꞌonya, Siaꞌu nojanji kana mombarakaimu. Tebijamu kana melabi lamai tevituong-vituong eilangit. Karna siꞌoo nonuruꞌi teparentaꞌU, jojoo tebangsa eijuniaa kana nobarakai malabat tebijamu.”"}], "number": "05", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 16-22.", "title": "5. Teunga Sanu Jinanjia"}, {"frames": [{"id": "06-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-01.jpg", "text": "Watu siꞌAbraham neisimo tutuu ane siꞌIshak teunga logaso, siꞌAbraham nonuju sotoo tevotuangnya netencile ipaio teꞌasal nurururusnya untuk maꞌajaok sotoo telapi nuunganya siꞌIshak."}, {"id": "06-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-02.jpg", "text": "Touk lamai tepelampa sanu maavar tutuu, teꞌAlataꞌala nonujua tevotuang heꞌua eisiRibka, sanu temoꞌupu nusiaꞌa niꞌAbraham."}, {"id": "06-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-03.jpg", "text": "Siia nosintuvui untuk molinjoꞌi terurusnya ane nonuut tevotuang heꞌua. SiꞌIshak selengaan nolapinya watu siia najaok."}, {"id": "06-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-04.jpg", "text": "Metoung-toung lamai heꞌua, siꞌAbraham naate ane jojoo tejanji sanu pinogutu nuꞌAlataꞌala eisiia eilalong nupejanjiong heꞌua tinarusa eisiꞌIshak. Tapi telapi niꞌIshak, siRibka, jio umai ounga. Ane siꞌIshak jio umai sotoo teunga langkai siia jio maala majari siama mabari tebangsa."}, {"id": "06-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-05.jpg", "text": "SiꞌIshak nongganea siRibka, ane teSiopu nombeena siia nolumalo teunga heꞌua nepinga. Rotoo teunga heꞌua negiging eilalong nuꞌoungaong niRibka, jadi siRibka nonjarita concoono teꞌAlataꞌala."}, {"id": "06-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-06.jpg", "text": "TeꞌAlataꞌala nongulara eisiRibka, “Robangsa kana metuvu lamai rotoo sanu eilalong nuꞌoungaongmu. Siira kana netetenggelong ane tesiaꞌa kanaboi monuruꞌi tetuai.”"}, {"id": "06-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-06-07.jpg", "text": "Watu siira pinoguungaa, tesiaꞌa mododa ane ovulu, ane siira nonopeinya siꞌEsau. Tetuai nesuvung pepees nondiit tetojung niꞌEsau, ane siira nonopeinya siYakub."}], "number": "06", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 24:1–25:26.", "title": "6. SiꞌIshak Naꞌaala Telapi Ane Rotoo Teunga"}, {"frames": [{"id": "07-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-01.jpg", "text": "Pepees teunga-unga mabaꞌay, siRibka nagalang eisiYakub, tapi siꞌIshak nagalang eisiꞌEsau. SiYakub seilu nomoia eivonua, tapi siꞌEsau seilu mogubas."}, {"id": "07-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-02.jpg", "text": "Vavalii seeleo, siꞌEsau netencile lamai pogubasong, siia noorok tutuu. SiꞌEsau nonjarita eisiYakub, “Tuluni siaꞌu venii sedeꞌi sanu pinogabu niꞌoo heꞌua.” SiYakub nonyimbat, “Venii luulu tewarisan niꞌoo sima teunga sanu pabibia eisiaꞌu.” Jadi siꞌEsau nombee tehaak-haaknya sima teunga sanu pabibia eisiYakub. Lamai heꞌua siYakub nombee sanu noꞌinang heꞌua."}, {"id": "07-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-03.jpg", "text": "Jijiompo maate, siꞌIshak seilu mombarakai siꞌEsau sima tetoo sanu monarima tehartanya. Tapi jijiompo siia monggaukaꞌonya, siRibka ane siYakub nongakal siia. SiYakub nongakal najari siꞌEsau. SiꞌIshak neisimo ane nobuta. SiYakub nepake tepakean niꞌEsau ane nepake teꞌuli nubembe eigorogot ane eilimanya."}, {"id": "07-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-04.jpg", "text": "SiYakub najaok eisiꞌIshak ane nonjarita, “Siaꞌu siꞌEsau. Siaꞌu najaok antau siꞌoo maala mombarakai siaꞌu.” Watu siꞌIshak nonyalaop tevulu nubembe ane nonganyok tepakeannya, siia nomikir heꞌua siꞌEsau ane nombarakainya."}, {"id": "07-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-05.jpg", "text": "SiꞌEsau nengkeles eisiYakub karna siYakub nongago tehaak-haaknya sima teunga sanu pabibia ane valii binarakai niamanya. Jadi siia norancanaa momate siYakub touk siama niira maate."}, {"id": "07-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-06.jpg", "text": "Tapi siRibka neꞌeepe terancana niꞌEsau heꞌua. Jadi siRibka nonuju siYakub melampa maavar untuk momoia concoono terururusnya."}, {"id": "07-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-07.jpg", "text": "SiYakub nomoia concoono terururus niRibka rompuluntoung. Watu siia nomoia ampi heꞌua, siia nolapi ane ounga sompulu rotoo teunga telangkai ane sotoo tebengkel. TeꞌAlataꞌala nogutu siia nakaya."}, {"id": "07-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-08.jpg", "text": "Touk rompuluntoung siYakub naavar lamai tevonuanya eiKanaꞌan, siia netencile umaꞌo concoono telapi-lapinya, teunga-unganya, tevotuang-votuangnya, ane jojoo tebinaatangnya."}, {"id": "07-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-09.jpg", "text": "SiYakub nobule tututuu karna siia nomikir siꞌEsau ulengi seilu momate siia. Jadi jijiompo siia majaok ampi heꞌua siia nomaꞌatu eisiꞌEsau mabari tebinaatang untuk tepombee. Tevotuang-votuang sanu nongomung tebinaatang-binaatang heꞌua nonjarita eisiꞌEsau, “Tevotuang niꞌoo, siYakub, nombeemo tebinaatang-binaatang eini eisiꞌoo. Siia eipupuri.”"}, {"id": "07-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-07-10.jpg", "text": "Tapi siꞌEsau nongampunimo siYakub, ane siira nadandalan netepojaokonye. SiYakub nomoia nasanang eiKanaꞌan. Lamai heꞌua siꞌIshak naatemo, siYakub ane siꞌEsau nongubura siia. Tepejanjiong sanu jinanjia nuꞌAlataꞌala eisiꞌAbraham ane siꞌIshak eꞌeini tinarusa niYakub."}], "number": "07", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 25:27–33:20.", "title": "7. TeꞌAlataꞌala Nombarakai SiYakub"}, {"frames": [{"id": "08-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-01.jpg", "text": "SiYakub umai sompulu rotoo teunga. Teunga sanu noꞌagalaninya heꞌua, siYusup. Vavalii seeleo siYakub nonuju siYusup mongita teruru-rurusnya sanu pepees nomiara tebinaatang."}, {"id": "08-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-02.jpg", "text": "Teruru-rurusnya nengkeles eisiYusup karna siama niira melabi magalang eisiia ane siYusup nongupi siia kana majari tetopomimpin niira. Watu siYusup najaok eiruru-rurusnya, siira neraꞌop ane nobaluk siia eitopobaluk-topobaluk tevotuang."}, {"id": "08-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-03.jpg", "text": "Jijiompo siira metencile umaꞌo eivonua, teruru-rurus niYusup nonjeaka tepakeannya ane nongembea teraa nubembe eipakean heꞌua. Lamai heꞌua siira nombee tepakean heꞌua eisiama niira ane nongakal eisiia tebinaatang nomate siYusup. SiYakub noondong tutuu."}, {"id": "08-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-04.jpg", "text": "Tetopobabaluk tevotuang nongomung siYusup umaꞌo eiMesir. TeMesir heꞌua tenegara sanu mooge ane moꞌuig sanu umai eipipit nuBangkalang nuNil. Tetopobabaluk tevotuang nobaluk siYusup eisotoo tetopomimpin nupomarenta sanu makaya. SiYusup molayani mombosi tetopomimpinnya, ane teꞌAlataꞌala nombarakai siYusup."}, {"id": "08-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-05.jpg", "text": "Silapi nutopomimpinnya meꞌeseilua ane monyoꞌarai monyaapi concoono siYusup, tapi siYusup jio seilu monggauka tedosa eiꞌAlataꞌala. Telapi nutopomimpin najari nongoungkul ane nolampoa antau siYusup noraꞌop ane nontamaa eipanjara. Maampo siYusup pinanjaramo tataap boi nonuruꞌi teꞌAlataꞌala, ane teꞌAlataꞌala nombarakai siia."}, {"id": "08-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-06.jpg", "text": "Rontoung lamai heꞌua, siYusup ulengi eipanjara, maampo siia jio nonggauka teꞌasasala. Vavalii seeleo tePuang nuMesir, sanu tinope siPiraun, nongupi rongkaning. Siia nobule ane neingu. Jio sotoo lamai tepenasehatnya maala mombatuaa teupiong heꞌua."}, {"id": "08-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-07.jpg", "text": "TeꞌAlataꞌala nombeemo eisiYusup teꞌapapande untuk mombatuaa teupiong heꞌua, jadi siPiraun nonuju tetoo mongomung siia lamai tepanjara. SiYusup nombatuaa teupiong heꞌua ane nonjarita, “TeꞌAlataꞌala kana mombee pituntoung watunya melolu sanu mombosi ane pituntoung teorok.”"}, {"id": "08-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-08.jpg", "text": "SiPiraun masanang tutuu eisiYusup ane siia nogutu siia najari tetoo sanu mokuasa ororuaꞌonya eijojoo teTana nuMesir!"}, {"id": "08-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-09.jpg", "text": "Eꞌendenya pituntoung watunya melolu sanu mombosi, siYusup nongulara eitoo-too untuk mongembea rompulu perseen tepelolu sontoung sangkaning. Lamai heꞌua pituntoung teorok najaoko, siYusup nobaluk sanu noꞌinang eitoo-too antau siira umai sanu noꞌinang!"}, {"id": "08-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-10.jpg", "text": "Teorok majaat heꞌua jio boi eiMesir, tapi valii eiKanaꞌan eipaio siYakub ane teruru-rurusnya nomoia."}, {"id": "08-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-11.jpg", "text": "Lamai heꞌua siYakub nonuju sompulutoo teunga-unganya umaꞌo eiMesir untuk mongoli sanu noꞌinang. Watu teruru-rurusnya najaok eisiYusup, siira jio moꞌotoi siia. Tapi siYusup moꞌotoi siira."}, {"id": "08-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-12.jpg", "text": "Touk nonyoꞌarai siira antau moꞌotoi siira natobamo atau jiompo, siYusup nonjarita eisiira, “Siaꞌu terurus niꞌemiu siYusup! Inyaa mobule. Siꞌemiu nonyoꞌarai untuk mogutu teꞌajajaat ane siꞌemiu nobaluk siaꞌu sima tevotuang, tapi teꞌAlataꞌala nomake teꞌajajaat untuk teꞌombombosi! Pajaoko ane pomoia eiMesir antau siaꞌu maala mombee teꞌaniong eisiꞌemiu, telapi-lapi ane teunga-unga niꞌemiu.”"}, {"id": "08-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-13.jpg", "text": "Lamai heꞌua teruru-rurusnya netencile umaꞌo eivonua ane nonjaritaa eisiYakub. SiYakub nasanang tutuu neꞌeepe siYusup ulengi netuvu."}, {"id": "08-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-14.jpg", "text": "Maampo siYakub neisimo, siia nombalik umaꞌo eiMesir concoono pitumpulu limatoo terurusnya, ane siira jojoo nomoia eiriꞌua. Jijiompo siYakub naate, siia nombarakai jojoo teunganya."}, {"id": "08-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-08-15.jpg", "text": "Tepejanjiong sanu vineena nuꞌAlataꞌala eisiꞌAbraham tinarusa eisiꞌIshak, ane eisiYakub, lamai heꞌua eisompulu rotoo teunga-unga niYakub ane eirurus niira. Tebija lamai sompulu rotoo heꞌua majari sompulu rorua tesuku nuꞌIsrael."}], "number": "08", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 37-50.", "title": "8. TeꞌAlataꞌala Nonyalamata SiYusup Ane Teruru-rurusnya"}, {"frames": [{"id": "09-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-01.jpg", "text": "Touk siYusup naate, jojoo terurusnya nomoia eiMesir. Siira ane tebija niira tatarus nomoia eiriꞌua eꞌendenya metoung-toung ane umai mabari teunga. Siira notope tetoo-too nuꞌIsrael."}, {"id": "09-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-02.jpg", "text": "Apagatusntoung lamai heꞌua, terekenong nutoo-too nuꞌIsrael najari mabari tutuu. Tetoo-too nuMesir nongelinganimo siYusup ane jojoo sanu ginaukaꞌonya nondulu siira. Siira najari nobule eitoo-too nuꞌIsrael karna siira mabari tutuu. Karna heꞌua, siPiraun sanu nokuasa watu heꞌua, nogutu tetoo-too nuꞌIsrael najari tevotuang-votuang niira."}, {"id": "09-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-03.jpg", "text": "Tetoo-too nuMesir nomajujut tetoo-too nuꞌIsrael nombaung mabari tebangunan ane jojoo tekota. Nokarajaa tutuu heꞌua nogutu teꞌotutuvu niira masesa. Tapi teꞌAlataꞌala nombarakai siira, ane siira umai nelabi mabari teunga."}, {"id": "09-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-04.jpg", "text": "SiPiraun neꞌita tetoo-too nuꞌIsrael noguungaa mabari teunga medeꞌi, jaok siia nomarentaa jojoo teunga langkai nuꞌIsrael norampaka niira eilalong nuBangkalang nuNil antau teunga-unga heꞌua maate."}, {"id": "09-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-05.jpg", "text": "Sotoo eiolot nubengkel nuꞌIsrael noguungaa teunga langkai. Siia ane silapinya nonyoyoka teunga heꞌua."}, {"id": "09-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-06.jpg", "text": "Watu tetosiaꞌang nuunga heꞌua jiongo maala nonyoyoka siia, siira nongembea siia eilalong nukaranji sanu melantap eipipit nuBangkalang nuNil antau siia jio nopatei. Tesiaꞌa bengkelnya mongita-ngitai antau moꞌotoi tesapa sanu kana majari eisiia."}, {"id": "09-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-07.jpg", "text": "Sotoo teunga bengkel niPiraun neꞌita tekaranji heꞌua ane nongita eilalong. Watu siia neꞌita teunga heꞌua, siia nongalanya sima teunganya mboto. Siia nonambo sotoo tebengkel nuꞌIsrael antau momiara siia. Sanu tinambo heꞌua siinanya mboto. Watu teunga heꞌua netuvu mabaꞌayo ane jiongo nonusu, siinanya nombeenaꞌonye eiunga bengkel niPiraun heꞌua, sanu nonopeinya siMusa."}, {"id": "09-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-08.jpg", "text": "Vavalii seeleo, watu siMusa noꞌumur apampuluntoung, siia neꞌita sotoo tetoo nuMesir nombobog sotoo tevotuang nuꞌIsrael. SiMusa nonyoꞌarai monyabataa tetagu sababangsa siia."}, {"id": "09-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-09.jpg", "text": "Watu siia nomikir jio umai sanu meꞌita, siia nomate tetoo nuMesir heꞌua ane nongubura tebatangnya. Tapi sotoo neꞌita tesapa sanu ginauka niMusa."}, {"id": "09-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-10.jpg", "text": "Watu siPiraun moꞌotoi sima tegauk heꞌua, siia nonyoꞌarai momate siMusa. SiMusa nelinjok lamai teMesir umaꞌo tetana sanu jio pinomoiai nutoo eipaio siia kana maꞌaman."}, {"id": "09-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-11.jpg", "text": "SiMusa najari tetopomiara tedomba eitana sanu jio pinomoiai nutoo naavar lamai teMesir. Siia nolapi sotoo tebengkel lamai tetana heꞌua ane ounga rotoo telangkai."}, {"id": "09-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-12.jpg", "text": "Vavalii seeleo watu siMusa pepees nongangatu tedomba-dombanya, siia neꞌita teꞌoruiong nelegang. Tapi teꞌoruiong heꞌua jio naꞌarampunong. SiMusa umaꞌo mongita nelabi moꞌosuk. Watu siia nongosuꞌi teꞌoruiong sanu nelegang heꞌua, tesuara nuꞌAlataꞌala nongular, “Musa, lapasa tesandalmu. Siꞌoo neꞌoro eitana sanu mapacing.”"}, {"id": "09-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-13.jpg", "text": "TeꞌAlataꞌala nongular, “Siaꞌu neꞌita teꞌasesesa nutoo-tooꞌU. Siaꞌu kana monujumu eisiPiraun jaok siꞌoo maala mongomung tetoo-too nuꞌIsrael mesuvung lamai teꞌasesesa niira eiMesir. Siaꞌu kana mombeena siira teTana nuKanaꞌan, tetana sanu Siaꞌu nojanjia eisiꞌAbraham, eisiꞌIshak, ane eisiYakub.”"}, {"id": "09-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-14.jpg", "text": "SiMusa noꞌutanya, “Ane siira seilu moꞌotoi sisee sanu nonuju siaꞌu, tesapa sanu uulara?” TeꞌAlataꞌala nongular, “Siaꞌumo seende-endenya. Ulara eisiira, ‘Sanu seende-endenya nonuju siaꞌu eisiꞌemiu.’ Nongular valii eisiira, ‘Siaꞌu siYahweh, teꞌAlataꞌala nusiopumu siꞌAbraham, siꞌIshak ane siYakub.’ Eini tetopeꞌU seende-endenya.”"}, {"id": "09-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-09-15.jpg", "text": "SiMusa nobule ane jio seilu umaꞌo eisiPiraun karna siia nomikir siia jio maala nonjarita mapande, jadi teꞌAlataꞌala nonuju tesiaꞌa niMusa, siHarun, antau monduluinya. TeꞌAlataꞌala nolambota siMusa ane siHarun, siPiraun jio kana meꞌeepe tetutuunong-Nya."}], "number": "09", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 1-4.", "title": "9. TeꞌAlataꞌala Noleva SiMusa"}, {"frames": [{"id": "10-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-01.jpg", "text": "SiMusa ane siHarun umaꞌo nonoloi siPiraun. Siira nonjarita, “Sima eini tejarita nuꞌAlataꞌala nutoo-too nuꞌIsrael, ‘Patuvaya tetoo-tooꞌU umaꞌo!’” Tapi siPiraun jio noꞌinepea siira. Siia jio momatuvaya tetoo-too nuꞌIsrael mabebas, tapi siia nogutu tepokarajaaong niira melabi movoat."}, {"id": "10-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-02.jpg", "text": "SiPiraun tatarus jio seilu momatuvaya tetoo-too nuꞌIsrael umaꞌo, jaok teꞌAlataꞌala nomaꞌatu sompulu teꞌabalaan eiMesir. Malabat lamai teꞌabalaan eini, teꞌAlataꞌala nonujua eisiPiraun Siia moꞌuig heꞌuapa siPiraun ane jojoo tedewa eiMesir."}, {"id": "10-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-03.jpg", "text": "TeꞌAlataꞌala nombalik teBangkalang nuNil najari teraa, tapi siPiraun jiompo momatuvaya tetoo-too nuꞌIsrael umaꞌo."}, {"id": "10-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-04.jpg", "text": "TeꞌAlataꞌala nonjaoka tetumpang-tumpang eiMesir. SiPiraun nomongi eisiMusa untuk mongalina tetumpang-tumpang heꞌua. Tapi touk jojoo tetumpang heꞌua naate, siPiraun boi maꞌadal teamboknya ane jio nomatuvaya tetoo-too nuꞌIsrael umaꞌo."}, {"id": "10-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-05.jpg", "text": "Jadi teꞌAlataꞌala nonjaoka teꞌabalaan nusisiok ane lamai heꞌua teꞌabalaan nulale. SiPiraun noleva siMusa ane siHarun ane nongulara eisiira, ane siira mengondoka teꞌabalaan heꞌua, tetoo-too nuꞌIsrael maala umaꞌo. SiMusa nonggane, antau teꞌAlataꞌala mopeꞌilang jojoo telale eiMesir, tapi siPiraun nopaꞌadal teamboknya ane jio momatuvaya tetoo-too nuꞌIsrael umaꞌo."}, {"id": "10-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-06.jpg", "text": "Lamai heꞌua, teꞌAlataꞌala nonjaoka tepees momate jojoo tebinaatang nutoo-too nuMesir. SiPiraun nopaꞌadal teamboknya, ane siia jio momatuvaya tetoo-too nuꞌIsrael umaꞌo."}, {"id": "10-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-07.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonuju siMusa morampaka teavu eitolo niPiraun. Watu siia nonggaukaꞌonya tepees nuꞌuli sanu mogutu mepees nembuꞌa eiMesir, tapi jio umai sotoo tetoo-too nuꞌIsrael inana nupees heꞌua. TeꞌAlataꞌala nopaꞌadal teambok niPiraun, ane siPiraun jio momatuvaya tetoo-too nuꞌIsrael umaꞌo ane mabebas."}, {"id": "10-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-08.jpg", "text": "Touk heꞌua teꞌAlataꞌala nonjaoka teujang nuꞌees sanu noꞌoropu tetutudaong eiMesir ane nomate sisee-see sanu nesuvung lamai tevonua. SiPiraun noleva siMusa ane siHarun ane nongulara eisiira, “Siaꞌu nonggaukaꞌomo tedosa. Siꞌemiu maalamo melampa.” Lamai heꞌua siMusa nonggane ane teujang nuꞌees nengondok."}, {"id": "10-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-09.jpg", "text": "Tapi siPiraun nonggaukaꞌonye tedosa ane nopaꞌadal teamboknya ane jio momatuvaya tetoo-too nuꞌIsrael umaꞌo."}, {"id": "10-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-10.jpg", "text": "Jadi teꞌAlataꞌala nonjaoka mabari teꞌalipapaa sanu najaok eiMesir. Teꞌalipapaa eini nenginang tetoro sanu jio pinoꞌoropu nuujang nuꞌees heꞌua."}, {"id": "10-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-11.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonjaoka tendoung sanu tatarus eꞌendenya tolueleo. Karna nondoung sima heꞌua tetoo-too nuMesir jio maala molinjoꞌi tevonua niira. Tapi eipomoiaong nutoo-too nuꞌIsrael umai terarat sanu narava."}, {"id": "10-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-10-12.jpg", "text": "Maampo najarimo sesio teꞌabalaan heꞌua, siPiraun jiompo seilu momatuvaya tetoo-too nuꞌIsrael umaꞌo ane mabebas. Karna siPiraun jio seilu moꞌinepe, umai sangaya teꞌabalaan sanu ponouꞌongnya teꞌAlataꞌala norancanaa monjaoka. Teꞌabalaan eini kana mombalik tepikiran niPiraun."}], "number": "10", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 5-10.", "title": "10. Sompulu Teꞌabalaan"}, {"frames": [{"id": "11-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-01.jpg", "text": "TeꞌAlataꞌala nolambota eisiPiraun, ane siia jio mombeena tetoo-too nuꞌIsrael umaꞌo, teꞌAlataꞌala kana momate jojoo teunga langkai sanu pabibia lamai temanusia maampo tebinaatang eijojoo tepomoiaong eiMesir. Watu siPiraun neꞌeepe eini siia tataap jio nonarima tejarita nuꞌAlataꞌala."}, {"id": "11-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-02.jpg", "text": "TeꞌAlataꞌala nombeena tecara monyalamata teunga langkai sanu pabibia nutoo-too sanu nomarcaya eiSiia. Jojoo tesoungaong kanaboi momile sambaang teunga nudomba atau nubembe sanu jio mengkido. Tebinaatang heꞌua kanaboi nosambale."}, {"id": "11-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-03.jpg", "text": "Lamai heꞌua siira kanaboi monggeleli sanggaat lamai teraanya eisabata oigi, eisabata oanong ane eibabok nubamba nuvonua niira. Siira monapa teꞌanesnya ane noꞌinang molongkang, concoono teroti sanu jio oragi. Siia valii nongulara siira kanaboi mesiapo molinjoꞌimo teTana nuMesir watu siira menginang."}, {"id": "11-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-04.jpg", "text": "Tetoo-too nuꞌIsrael nonggauka jojoo sanu pinarentaaꞌomo nuꞌAlataꞌala eisiira. Watu tanga ndoung heꞌua teꞌAlataꞌala umaꞌo eisosombonua eiMesir ane nomate sosotoo teunga niira langkai sanu pabibia."}, {"id": "11-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-05.jpg", "text": "Jojoo tetoo nuꞌIsrael umai oraa eipapalit nubamba nuvonua niira, karna heꞌua teꞌAlataꞌala nolabata tevonua-vonua niira ane jojoo tetoo eilalongnya nasalamat. Siira sinalamata karna teraa nuunga nudomba."}, {"id": "11-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-06.jpg", "text": "Tapi tetoo-too nuMesir jio nomarcaya teꞌAlataꞌala ane jio nonuruꞌi teparenta-parenta-Nya. Karna heꞌua teꞌAlataꞌala jio nolabati tevonua-vonua niira. TeꞌAlataꞌala nomate jojoo teunga langkai sanu pabibia eiMesir."}, {"id": "11-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-07.jpg", "text": "Jojoo teunga langkai sanu pabibia nutoo-too nuMesir naate, lamai valii teunga langkai pabibia nutoo sanu tinaani eipanjara, jaok teunga langkai pabibia niPiraun valii naate. Nabari tetoo notumangis eiMesir karna siira noondong tutuu."}, {"id": "11-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-11-08.jpg", "text": "Watu ndoung heꞌua valii siPiraun noleva siMusa ane siHarun ane nonjarita, “Inconaꞌomo tetoo-too nuꞌIsrael ane linjoꞌimo teMesir lolongkang!” Tetoo-too nuMesir valii nonuju tetoo-too nuꞌIsrael selengaan nelampa."}], "number": "11", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 11:1–12:32.", "title": "11. TePaska Nutoo-too NuYahudi"}, {"frames": [{"id": "12-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-01.jpg", "text": "Tetoo-too nuꞌIsrael tututuu masanang nolinjoꞌi teMesir. Siira pineꞌebebas lamai tepevotuanong, ane siira umaꞌo monunggai teTana sanu Jinanjia nuꞌAlataꞌala eisiira! Tetoo-too nuMesir nombenii tepombee eitoo-too nuꞌIsrael tesapa-sapa sanu pinomongi niira maampo tebulaan ane teperak ane tesasagara sanu ooli ntaninya. Lasiatoo lamai tetana ntaninya nomarcaya eiꞌAlataꞌala ane nosigalot concoono tetoo-too nuꞌIsrael watu siira nolinjoꞌi teMesir."}, {"id": "12-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-02.jpg", "text": "TeꞌAlataꞌala nomimpin siira nelampa eitolo niira eilalong nuerii nuruꞌong sanu mapangkat eiwatu eleonya, sanu majari teerii nuapi eiwatu ndoungnya. TeꞌAlataꞌala kalepu concoono siira ane nonuju siira watu siira nonarusa tepelampa. Sanu kanaboi nogauka niira boi monuut Siia."}, {"id": "12-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-03.jpg", "text": "Jio neende lamai heꞌua, siPiraun ane tetoo-toonya nabalik tepikiran niira ane seilu tetoo-too nuꞌIsrael majarionye tevotuang niira. TeꞌAlataꞌala nopaꞌadal teambok niPiraun valii antau tetoo-too neꞌita boi Siiamo teꞌAlataꞌala sanu Tutuu. TeꞌAlataꞌala nopaꞌadalonye teambok niPiraun antau siira moꞌotoi Siia, teSiopu, moꞌuig heꞌuapa siPiraun ane tedewa-dewanya."}, {"id": "12-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-04.jpg", "text": "Jadi siPiraun ane tetantaranya nesave eiroda nolilivur tetoo-too nuꞌIsrael untuk monjariaꞌonye siira tevotuang. Watu tetoo-too nuꞌIsrael neꞌita tetantara nuMesir najaok, siira nasadar siira neteipit eiolot nutantara niPiraun ane teDagat sanu Mododa. Siira nobule tutuu ane neroroa, “Neteꞌuya siꞌita nolinjoꞌi teMesir? Siꞌita kana maate!”"}, {"id": "12-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-05.jpg", "text": "SiMusa nongulara eitoo-too nuꞌIsrael, “Inyaa mobule! TeꞌAlataꞌala kana monyabataa siꞌemiu eleo eini ane monyalamata siꞌemiu.” Lamai heꞌua teꞌAlataꞌala nongulara eisiMusa, “Tuju tetoo-too heꞌua monungga teDagat sanu Mododa.”"}, {"id": "12-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-06.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nombalik teerii nuruꞌong heꞌua eiolot nutoo-too nuꞌIsrael ane tetoo-too nuMesir. Karna heꞌua tetoo-too nuMesir jiongo maala mongosuꞌi tetoo-too nuꞌIsrael."}, {"id": "12-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-07.jpg", "text": "TeꞌAlataꞌala nonuju siMusa nongengkat telimanya eibabok nudagat ane nongantaa teogo. Lamai heꞌua, teꞌAlataꞌala nogutu tebarat nonyumpar ndoung heꞌua ane nonjurut teogo. Tedagat neteꞌanta maꞌo teꞌoigi ane maꞌo teꞌoanong, jaok nogutu tejalang molabati tedagat."}, {"id": "12-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-08.jpg", "text": "Tetoo-too nuꞌIsrael nelampa netava tedagat eitana sanu moꞌogal concoono tevombong teogo eisabata nuꞌoigi ane eisabata nuꞌoanong niira."}, {"id": "12-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-09.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nogutu teerii nuruꞌong heꞌua neteengkat ane tetoo-too nuMesir heꞌua neꞌita tetoo-too nuꞌIsrael nelinjok. Tetoo-too nuMesir nolilivur siira."}, {"id": "12-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-10.jpg", "text": "Jadi, tetoo-too nuMesir nonuuta tetoo-too nuꞌIsrael eijalang sanu molabati tedagat, tapi teꞌAlataꞌala nogutu tetoo-too nuMesir majari nobule ane nogutu teroda niira neteondok. Siira neroroa, “Pelinjok! TeꞌAlataꞌala nonyabataa eitoo-too nuꞌIsrael!”"}, {"id": "12-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-11.jpg", "text": "Touk jojoo tetoo nuꞌIsrael nasalamato eisantava nudagat, teꞌAlataꞌala nonuju siMusa mongengkataꞌonye telimanya. Touk siia nonuruꞌi-Nya, teogo noniꞌupi tetantara nuMesir ane netencile umaꞌo nosoincong vavalii. Jojoo tetantara nuMesir nolodong."}, {"id": "12-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-12.jpg", "text": "Watu tetoo-too nuꞌIsrael neꞌita tetoo-too nuMesir naatemo, siira nomarcaya eiꞌAlataꞌala ane nomarcaya eisiMusa sotoo tenabi nuꞌAlataꞌala."}, {"id": "12-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-13.jpg", "text": "Siira valii nadandalan tutuu karna teꞌAlataꞌala nonyalamata siira lamai teꞌamateong ane tepevotuanong! Siira paꞌali nabebas monyomba ane monuruꞌi teꞌAlataꞌala. Tetoo-too nuꞌIsrael nogumbuya teumbuyong antau noramea teꞌebebas niira ane nomuji teꞌAlataꞌala karna Siia nonyalamata siira lamai tetantara nuMesir."}, {"id": "12-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-12-14.jpg", "text": "TeꞌAlataꞌala nomarentaa tetoo-too nuꞌIsrael moramea teEleo nuPaska sontoung sangkaning antau molambot iamaꞌo teꞌAlataꞌala nombee siira nondaag tetoo-too nuMesir ane teꞌebebas niira lamai tepevotuanong. Siira moramea concoono nonyambale tedomba sanu jio napapaꞌitonong, ane menginangnya concoono teroti sanu nopogutu jio mepake teragi."}], "number": "12", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 12:33–15:21.", "title": "12. Tepesuvung"}, {"frames": [{"id": "13-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-01.jpg", "text": "Lasiambulang touk nesuvung lamai teMesir, teꞌAlataꞌala nomimpin siira nalabat tetana sanu jio pinomoiai nutoo. Siira umaꞌo eibuut sanu tinope teBuut nuSinai. Eini tebuut sanu selio-lio eipaio siMusa neꞌita terui sanu naꞌarampunong. Tetoo-too nongoroa tetenda-tenda eipuu nubuut heꞌua."}, {"id": "13-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-02.jpg", "text": "TeꞌAlataꞌala nonjarita eisiMusa ane eitoo-too nuꞌIsrael, “Ane siꞌemiu monuruk Siaꞌu ane tepejanjiongU, siꞌemiu kana majari tebangsa sanu Upilei, tepomarenta nuꞌimam-imam, ane tebangsa sanu mapacing.”"}, {"id": "13-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-03.jpg", "text": "Tolueleo lamai heꞌua, touk tetoo-too mesiapo teambok niira, teꞌAlataꞌala nenyau eiBuut nuSinai concoono tegorung, teꞌilat, teobol ane tesuara nutorompet sanu noporos. Boi siMusa sanu vinee nolalaꞌe eibuut heꞌua."}, {"id": "13-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-04.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nogutu tepejanjiong concoono siira ane nonjarita, “Siaꞌumo teSiopu, teꞌAlataꞌala niꞌemiu, sanu nonyalamata siꞌemiu lamai tepevotuanong eiMesir. Inyaa monyomba tedewa ntaninya.”"}, {"id": "13-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-05.jpg", "text": "“Inyaa mogutu tebarhala antau monyombanya, karna Siaꞌu, teSiopu, teꞌAlataꞌala sanu meꞌirihati. Inyaa momake tetopeꞌU tecara sanu jio inoongkoi. Molambot ane monjagai teꞌapacing eiEleo nuPengondok. Gauka jojoo tepokarajaaong niꞌoo eilalong onoeleo, karna eieleo pepitu heꞌua teeleo siꞌemiu mengondok untuk molambot Siaꞌu.”"}, {"id": "13-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-06.jpg", "text": "“Poꞌongko eisiamamu ane eisiinamu. Inyaa momate. Inyaa monyaapi. Inyaa mongangga. Inyaa mongakal. Inyaa meꞌeseilua telapi nutagumu, tevonuanya, atau tesapa umai eisiia.”"}, {"id": "13-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-07.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonulis Sompulu teParenta-Nya, eiromboꞌa tevatu ane nombeenaꞌonya eisiMusa."}, {"id": "13-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-08.jpg", "text": "TeꞌAlataꞌala nonuju tetoo-too nuꞌIsrael mogutu sobua tetenda sanu kusus. Heꞌua notope teTenda nuPejajaoꞌong. TeTenda nuPejajaoꞌong umai rokamar, inontoi tekaing ntinoena sanu mooge. Boi teꞌImam sanu Mooge sanu maala mentama eisabata nukaing heꞌua sontoung sangkaning, karna eilalong nukamar sanu mapacing heꞌua inembea tepejanjiong nuꞌAlataꞌala eisobua tepeti sanu mapacing tinope tepomoiaong nuꞌAlataꞌala."}, {"id": "13-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-09.jpg", "text": "Tetoo sanu jio monuruk tehukum nuꞌAlataꞌala kanaboi mongomung tebinaatang eiporampunong tepombee sanu eitolo nuTenda nuPejajaoꞌong untuk mombee tepombee eiꞌAlataꞌala. Sotoo teꞌimam otugas monyambale sambaang tebinaatang noꞌomung ane norampuni eiporampunong tepombee heꞌua. Teraa nupombee heꞌua tepombayar tehukuman nudosa nutoo sanu mombeena tepombee heꞌua ane mogutu siia melivas eimata nuꞌAlataꞌala. TeꞌAlataꞌala nomile tesiaꞌa niMusa, siHarun, ane tebijanya majari teꞌimam-imam-Nya."}, {"id": "13-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-10.jpg", "text": "Tetoo-too nuꞌIsrael nonarima tepejanjiong nuꞌAlataꞌala ane seilu monuruk tehukum sanu vineena nuAlataꞌala eisiira, boi monyomba teꞌAlataꞌala, ane majari tetoo-too sanu pinilei-Nya. Tapi jio neende touk siira nojanji untuk nomarcaya eiꞌAlataꞌala, siira odosa majaat tututuu."}, {"id": "13-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-11.jpg", "text": "Apampulueleo, siMusa umai eiBuut nuSinai netepojaok concoono teꞌAlataꞌala. Tetoo-too nuꞌIsrael mabasa metaang siMusa metencile. Karna heꞌua siira nongomung tebulaan eisiHarun ane nomongi mogutua tebarhala untuk siira!"}, {"id": "13-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-12.jpg", "text": "SiHarun nogutu tebarhala lamai tebulaan sima teunga nusapi. Tetoo-too nuꞌIsrael nompamulamo nonyomba ane nombee tepombee eibarhala heꞌua! TeꞌAlataꞌala nongoungkul tututuu karna tedosa niira ane morancanaa momate siira. Tapi siMusa nongganea siira, ane teꞌAlataꞌala nomoꞌinepea teganenya ane jio nomate siira."}, {"id": "13-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-13.jpg", "text": "Watu siMusa nenyau lamai tebuut ane neꞌita tebarhala heꞌua, siia nongoungkul tututuu ane siia nopoꞌorua romboꞌa tevatu eipaio teꞌAlataꞌala nonulis Sompulu teParenta-Nya."}, {"id": "13-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-14.jpg", "text": "Lamai heꞌua siia nopoꞌorua tebarhala heꞌua jaok najari teavu, norampaka teavu heꞌua eilalong nuogo ane nomajujut tetoo-too nuꞌIsrael nenginung teogo heꞌua. TeꞌAlataꞌala nonjaoka tepees eitoo-too heꞌua ane nabari sanu naate."}, {"id": "13-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-13-15.jpg", "text": "SiMusa nogutu romboꞌa tevatu sanu vuou mombolosi sanu pinoꞌoruanya. Lamai heꞌua siMusa nolalaꞌeonye tebuut ane nonggane eiꞌAlataꞌala antau mongampuni tetoo-too heꞌua. TeꞌAlataꞌala nomoꞌinepea siMusa ane nongampuni siira. SiMusa nenyauonye lamai tebuut concoono Sompulu teParenta nuꞌAlataꞌala eiromboꞌa tevatu sanu vuou. Lamai heꞌua teꞌAlataꞌala nomimpin tebangsa nuꞌIsrael nompamula tepelampa lamai teBuut nuSinai umaꞌo eiTana sanu Jinanjia. TeꞌAlataꞌala nombee valii mabari tehukum ane teꞌaturan ntaninya sanu kanaboi noturuꞌi. Ane tetoo-too heꞌua monuruꞌi tehukum-hukum eini, teꞌAlataꞌala nojanji Siia kana mombarakai ane monjagai siira. Ane siira jio monuruꞌi tehukum-hukum heꞌua, teꞌAlataꞌala kana mohukum siira."}], "number": "13", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 19-34.", "title": "13. Tepejanjiong NuꞌAlataꞌala Concoono Tetoo-too NuꞌIsrael"}, {"frames": [{"id": "14-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-01.jpg", "text": "TeꞌAlataꞌala nongulara eitoo-too nuꞌIsrael tehukum-hukum sanu kanaboi siira monuruꞌi sima sanggaat lamai tepejanjiong concoono siira. Touk heꞌua siira nolinjoꞌi teBuut nuSinai. TeꞌAlataꞌala nompamulamo nomimpin siira monunggai teTana sanu Jinanjia, sanu valii tinope teKanaꞌan. Teerii nuruꞌong nonujua tejalang sanu kanaboi nolabati niira."}, {"id": "14-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-02.jpg", "text": "TeꞌAlataꞌala nojanji eisiꞌAbraham, eisiꞌIshak, ane eisiYakub, Siia kana mombeena teTana sanu Jinanjia eibija niira, tapi watu heꞌua ulengi mabari tesuku ntaninya sanu nomoia eiriꞌua. Siira notope tetoo-too nuKanaꞌan. Tetoo-too nuKanaꞌan jio monyomba atau monuruk eiꞌAlataꞌala. Siira nonyomba tedewa-dewa sanu jio tutuu ane nonggauka mabari tegauk sanu majaat."}, {"id": "14-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-03.jpg", "text": "TeꞌAlataꞌala nonjarita eitoo-too nuꞌIsrael, “Siꞌemiu kanaboi monyuvuna jojoo tetoo nuKanaꞌan eitana nupejanjiong. Inyaa mogutu teꞌombombosiong concoono siira ane inyaa molapi concoono siira. Siꞌemiu kanaboi meruaa jojoo tebarhala niira. Ane siꞌemiu jio monuruk Siaꞌu, siꞌemiu kana monyomba tebarhala niira ane jio monyomba Siaꞌu.”"}, {"id": "14-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-04.jpg", "text": "Watu tetoo-too nuꞌIsrael najaok eipeontoong nuTana nuKanaꞌan, siMusa nomile sompulu rotoo, sosotoo lamai sompulu rosuku nuꞌIsrael. Siia nombeena teparenta umaꞌo ane momamatai tetana heꞌua antau mongita sima tesapa tetana heꞌua. Siira valii momamatai tetoo-too nuKanaꞌan antau mongita siira moꞌuig atau moluntoy."}, {"id": "14-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-05.jpg", "text": "Sompulu rotoo heꞌua nomamatai teKanaꞌan eꞌendenya apampulueleo, lamai heꞌua siira netencile. Siira nongulara eitoo-too nuꞌIsrael, “Tetananya mombosi tutuu, ane tehasilnya mabari!” Tapi sompulu temata-mata nongular, “Tekota-kotanya tututuu morosong, ane tetoo-toonya tututuu mooge! Ane siꞌita mongeva siira, siꞌita nodaag. Siira kana momate siꞌita!”"}, {"id": "14-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-06.jpg", "text": "Selengaan siKaleb ane siYosua, rotoo temata-mata ntaninya, nongulara, “Tutuu tetoo-too nuKanaꞌan mapangkat ane moꞌuig, tapi siꞌita tutuu maala mondaag siira! TeꞌAlataꞌala kana monyabataa siꞌita!”"}, {"id": "14-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-07.jpg", "text": "Tapi tetoo-too heꞌua jio meꞌeepe siKaleb ane siYosua. Siira nongoungkul eisiMusa ane eisiHarun ane nonjarita, “Neteꞌuya siꞌemiu nongomung siꞌami eipomoiaong mesilaka eini? Aginyamo siꞌita nomoia eiMesir heꞌuapa nopatei eilalong nupepapateonong ane telapi ane teunga-unga niꞌita majari tevotuang.” Tetoo-too seilu nomile tetopomimpin sanu vuou antau mongomung siira metencile eiMesir."}, {"id": "14-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-08.jpg", "text": "TeꞌAlataꞌala tututuu nongoungkul, ane Siia najaok eiTenda nuPejajaoꞌong. TeꞌAlataꞌala nonjarita, “Karna siꞌemiu nongeva ane jio seilu monuruꞌi Siaꞌu, jojoo tetoo kana nongalalampa eitana sanu jio pinomoiai nutoo. Jojoo tetoo sanu noꞌumur rompuluntoung atau nelabi meisi kana maate eitana sanu jio pinomoiai nutoo ane jio melampai teTana sanu Jinanjia. Tapi boi siYosua ane siKaleb maala momoia eitana heꞌua.”"}, {"id": "14-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-09.jpg", "text": "Watu tetoo-too nuꞌIsrael heꞌua neꞌeepe tesaba heꞌua, siira nonosol karna siira noꞌodosa. Siira nesiap umaꞌo mongeva teKanaꞌan. SiMusa molambota siira antau jio umaꞌo karna teꞌAlataꞌala jio monuut siira, tapi siira jio moꞌinepea siia."}, {"id": "14-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-10.jpg", "text": "TeꞌAlataꞌala jio nonuut siira eilalong nupepapateonong eini, karna heꞌua siira dinaag ane nabari lamai siira naate. Lamai heꞌua tetoo-too nuꞌIsrael sanu jio naate netencile lamai teKanaꞌan ane nongalalampa nolabati tetana sanu jio pinomoiai nutoo eꞌendenya apampuluntoung."}, {"id": "14-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-11.jpg", "text": "Eꞌendenya apampuluntoung tetoo-too nuꞌIsrael nongalalampa eitana heꞌua sanu jio pinomoiai nutoo, teꞌAlataꞌala nonyadiaa jojoo sanu noparluua niira. TeꞌAlataꞌala nombenii siira teroti lamai tesuruga, sanu tinope “mana.” Siia valii nonjaoka mabari tepuyu (sangaya temanuk) maꞌo eipomoiaong niira antau siira maala menginang teꞌanes. Eꞌendenya apampuluntoung heꞌua, teꞌAlataꞌala tatarus nonjagai tepakean ane tesapatu niira antau jio majari nopuungo."}, {"id": "14-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-12.jpg", "text": "TeꞌAlataꞌala nonggauka sanu mabaraka nombenii siira teogo lamai tevatu. Maampo sima heꞌua, tetoo-too nuꞌIsrael notintiꞌual ane nonasu eitolo nuꞌAlataꞌala ane eitolo niMusa. Maampo siira sima heꞌua, teꞌAlataꞌala ulengi nesetia eijanji-janji-Nya eisiꞌAbraham, eisiꞌIshak, ane eisiYakub."}, {"id": "14-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-13.jpg", "text": "Sangkaning, watu tetoo-too nuꞌIsrael noꞌotouꞌong teogo, teꞌAlataꞌala nonjarita eisiMusa, “Ponjarita eivatu heꞌua, ane teogo mesuvung lamai eiriꞌua.” Tapi siMusa jio nonuruꞌi teparenta nuꞌAlataꞌala eitontoloong nutoo jojoo concoono nombobog tevatu heꞌua rongkaning nepake tetoꞌon. Siia jio nonjarita eivatu heꞌua. Teogo nesuvung lamai tevatu antau jojoo tetoo maala menginung, tapi teꞌAlataꞌala nongoungkul eisiMusa ane nonjarita, “Siꞌoo jio momimpin siira mentama eiTana sanu Jinanjia.”"}, {"id": "14-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-14.jpg", "text": "Siira nongalalampa eitana sanu jio pinomoiai nutoo eꞌendenya apampuluntoung, jaok jojoo tetosiaꞌang niira maate. TeꞌAlataꞌala nomimpin tesuku nuꞌIsrael umaꞌoonye eipeontoong nuTana sanu Jinanjia. Watu heꞌua siMusa tututuu meisi, karna heꞌua teꞌAlataꞌala nomile siYosua antau mondulu siia momimpin tetoo-too. TeꞌAlataꞌala nojanji eitoo-too nuꞌIsrael, vavalii seeleo Siia kana monuju sotoo tenabi ntaninya sima siMusa."}, {"id": "14-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-14-15.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonuju siMusa nolalaꞌe eibabok nubuut antau siia maala meꞌita teTana sanu Jinanjia. SiMusa neꞌita teTana sanu Jinanjia tapi teꞌAlataꞌala jio momatuvaya nopentamainya. Lamai heꞌua siMusa naate, ane tetoo-too nuꞌIsrael noondong eꞌendenya tolumpulueleo. SiYosua najari tetopomimpin niira sanu vuou. SiYosua heꞌua tetopomimpin sanu mombosi karna siia nomarcaya ane nonuruꞌi teꞌAlataꞌala."}], "number": "14", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKeluaran 16-17; teBilangan 10-14; 20; 27; teꞌUlangan 34.", "title": "14. Nongalalampa Eitana Sanu Jio Pinomoiai Nutoo"}, {"frames": [{"id": "15-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-01.jpg", "text": "Ponouꞌongnya najaok tewatunya tetoo-too nuꞌIsrael mentama eiKanaꞌan, teTana sanu Jinanjia. SiYosua nonuju rotoo temata-mata umaꞌo eikota nutoo-too nuKanaꞌan sanu tinope teYerikho. Tekota heꞌua sanu otembok sanu morosong. Eikota heꞌua nomoia sotoo telonte tetopenya siRahab sanu nonjagai temata-mata heꞌua ane nondulu siira nelinjok. Siia nonggaukaꞌonya karna siia neꞌeepemo sima teꞌAlataꞌala ane nomarcaya eiSiia. Siira nojanji untuk monjagai siRahab, siamanya, siinanya ane teruru-rurusnya watu teYerikho nopoꞌorua nuꞌAlataꞌala."}, {"id": "15-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-02.jpg", "text": "Untuk mentama umaꞌo eiTana sanu Jinanjia eitoo-too nuꞌIsrael kanaboi metava eiBangkalang nuYordan. TeꞌAlataꞌala nongulara eisiYosua, “Tujumo teꞌimam umaꞌo mongaliuru.” Watu tepaa nuꞌimam nongumpag teBangkalang nuYordan heꞌua, teogo neondok naanjul jaok tetoo-too nuꞌIsrael maala nelampa eitana sanu noꞌogal."}, {"id": "15-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-03.jpg", "text": "Touk tetoo-too nelampa eiBangkalang nuYordan, teꞌAlataꞌala nongulara eisiYosua iamaꞌo tecaranya untuk mongeva teKota nuYerikho sanu morosong. Tetoo-too nuꞌIsrael nonuruꞌi teꞌAlataꞌala. Jojoo tetantara ane teꞌimam nomaliti teKota nuYerikho sangkaning seeleo eꞌendenya onoeleo."}, {"id": "15-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-04.jpg", "text": "Eieleo opepituaꞌonya, tetoo-too nuꞌIsrael nomaliti tekota heꞌua pitungkaning. Watu siira notouk nomaliti tekota heꞌua ponouꞌong ngkaninaꞌonya, tetantara neroroa pepees teꞌimam nonyuba tetorompet niira."}, {"id": "15-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-05.jpg", "text": "Lamai heꞌua tetembok eipapalit teKota nuYerikho nagali noguar! Tetoo-too nuꞌIsrael nopoꞌorua jojoo tesagara eikota heꞌua simamo sanu pinarenta nuꞌAlataꞌala. Boi siRahab siamanya, siinanya ane teruru-rurusnya sanu pinaꞌasalamat. Siira neincong concoono tetoo-too nuꞌIsrael. Lamai heꞌua tetoo-too nuKanaꞌan sanu ntaninya neꞌeepe tetoo-too nuꞌIsrael nopoꞌorua teYerikho, siira nobule tetoo-too nuꞌIsrael kana mongeva siira valii."}, {"id": "15-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-06.jpg", "text": "TeꞌAlataꞌala nomarentaaꞌomo tetoo-too nuꞌIsrael inyaa medadameong concoono tetoo-too nuKanaꞌan. Tapi tetoo-too nuKanaꞌan lamai teGibeon nolampoa eisiYosua ane nongular siira najaok lamai pomoiaong sanu naavar lamai teKanaꞌan. Siira nomongi siYosua antau medadameong concoono siira. SiYosua ane tetoo-too nuꞌIsrael jio noꞌutanya eiꞌAlataꞌala lamai paio tetoo-too nuGibeon heꞌua nomoia. Jadi siYosua nedadameong concoono siira."}, {"id": "15-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-07.jpg", "text": "Tetoo-too nuꞌIsrael nongoungkul watu siira moꞌotoi tetoo-too nuGibeon nonipumo siira, tapi siira tataap nonjaga tejanji nupedadameong sanu pinogutu niira concoono siira karna tejanji heꞌua pinogutu eitolo nuꞌAlataꞌala. Lamai heꞌua tepuang-puang nutoo-too nuKanaꞌan sanu ntaninya, tetoo-too nuꞌAmori, neꞌeepe simamo tetoo-too nuGibeon nogutumo nedadameong concoono tetoo-too nuꞌIsrael. Tepuang-puang nuꞌAmori nongincona tetantara niira najari tetantara sanu mooge tutuu ane nongeva tetoo-too nuGibeon. Tetoo-too nuGibeon nomaꞌatu tetutuunong eisiYosua nomongi nodului."}, {"id": "15-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-08.jpg", "text": "Karna heꞌua siYosua nongincona tetantara nuꞌIsrael, ane siira nelampa eꞌende nundoung untuk umaꞌo majaok eitoo-too nuGibeon. Eiwatu titieleo siira nonarigut tetoo-too nuKanaꞌan temusu-musu niira ane nongeva siira."}, {"id": "15-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-09.jpg", "text": "TeꞌAlataꞌala nonyabataa untuk tetoo-too nuꞌIsrael teeleo heꞌua. TeꞌAlataꞌala nogutu tetoo-too nuKanaꞌan neingu ane Siia nonjaoka teujang nuvatu-vatu nuꞌees sanu mooge sanu nopaꞌaate nabari tetoo nuKanaꞌan."}, {"id": "15-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-10.jpg", "text": "Valii teꞌAlataꞌala nogutu teeleo nongondok eilangit jaok tetoo-too nuꞌIsrael magana tewatu nondaag tetoo-too nuꞌAmori. Teeleo heꞌua teꞌAlataꞌala nondulu tetoo-too nuꞌIsrael nondaag tutuu."}, {"id": "15-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-11.jpg", "text": "Touk teꞌAlataꞌala nondaag tetantara heꞌua, mabari tetoo-too nuKanaꞌan sanu ntaninya neincong antau mongeva teꞌIsrael. SiYosua ane tetantara nuꞌIsrael nongeva ane nomate siira."}, {"id": "15-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-12.jpg", "text": "Notouk mabari nepapateong eini, teꞌAlataꞌala nombeena eisuku-suku nuꞌIsrael tetilal niira mboto lamai teTana sanu Jinanjia. Lamai heꞌua teꞌAlataꞌala nombeena tetoo-too nuꞌIsrael nedadameong eijojoo tepebataong."}, {"id": "15-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-15-13.jpg", "text": "Watu siYosua neisimo, siia noleva jojoo tetoo nuꞌIsrael. Lamai heꞌua siYosua nolambota siira kanaboi monuruk tepejanjiong sanu pinogutu nuꞌAlataꞌala concoono tetoo-too nuꞌIsrael eiSinai. Tetoo-too nojanji untuk tataap nesetia eiꞌAlataꞌala ane monuruꞌi tehukum-hukum-Nya."}], "number": "15", "ref": "Eini tejarita nuꞌAlataꞌala lamai siYosua 1-24.", "title": "15. Tetoo-too NuꞌIsrael Nentama EiTana Sanu Jinanjia."}, {"frames": [{"id": "16-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-01.jpg", "text": "Touk siYosua naate, tetoo-too nuꞌIsrael jio nonuruꞌi teꞌAlataꞌala ane jio nombugo tetoro tetoo-too nuKanaꞌan ane jio nonuruꞌi tehukum-hukum nuꞌAlataꞌala. Tetoo-too nuꞌIsrael nompamulamo nonyomba tedewa-dewa nuKanaꞌan, jio umai boi nonyomba teSiopu, teꞌAlataꞌala sanu tutuu. Tetoo-too nuꞌIsrael jio umai tepuang, karna heꞌua jojoo tetoo nonggauka tesapa sanu pinikira niira sanu tutuu eisiira."}, {"id": "16-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-02.jpg", "text": "Karna tetoo-too nuꞌIsrael jio nonuruꞌi teꞌAlataꞌala, Siia nohukum siira ane nomatuvaya siira dinaag numusu-musu niira. Temusu-musu eini nongangga lamai tetoo-too nuꞌIsrael, nopoꞌorua tesasagara niira, ane nomate nabari tetoo niira. Notouk netoung-ntoung jio nonuruꞌi teꞌAlataꞌala ane sinesai numusu-musu niira, tetoo-too nuꞌIsrael natoba ane nomongi teꞌAlataꞌala nonyalamata siira."}, {"id": "16-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-03.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nombee tetopolapas sanu nonyalamata siira lamai temusu-musu niira ane nogutu najari nembombosiong eitana heꞌua. Tapi lamai heꞌua tetoo-too nongelingani teꞌAlataꞌala ane nompamulamo nonyomba eintaninya valii. Jadi teꞌAlataꞌala nomatuvaya tetoo-too nuMidian, tesuku sanu nomoia neꞌoꞌosuꞌong ncoono siira, antau mondaaga siira."}, {"id": "16-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-04.jpg", "text": "Tetoo-too nuMidian nongala jojoo tehasil nelolu tetoo-too nuꞌIsrael eꞌendenya pituntoung. Tetoo-too nuꞌIsrael tutuu nobule, siira nencoyok eilulu nuvatu antau tetoo-too nuMidian jio maꞌajaok siira. Ponouꞌongnya, siira nonggane eiꞌAlataꞌala antau Siia monyalamata siira."}, {"id": "16-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-05.jpg", "text": "Vavalii seeleo, sotoo tetoo nuꞌIsrael tetopenya siGideon nomauta tegando eipomoiaong sanu mosoyok antau tetoo-too nuMidian jio mongangganya. TeMalaekat nuSiopu najaok eisiGideon ane nonjarita, “TeꞌAlataꞌala monaguimu, tetantara sanu malangkai. Umaꞌo ane monyalamata tetoo-too nuꞌIsrael lamai tetoo-too nuMidian.”"}, {"id": "16-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-06.jpg", "text": "Watu heꞌua siama niGideon jio nonuruꞌi teꞌAlataꞌala ane umai opatung tebarhala. TeꞌAlataꞌala nonuju siGideon mongguara tepatungnya. SiGideon nobule eitoo-too, jadi siia netaang jaok ndoungnya. Lamai heꞌua siia nongguara tepatung heꞌua ane pinoꞌoruanya. Siia nongoroa teporampunong tepombee eipomoiaong nubarhala heꞌua ane nombeena tepombee eiꞌAlataꞌala eiporampunong heꞌua."}, {"id": "16-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-07.jpg", "text": "Modondongnyamai tetoo-too neꞌita tebarhala heꞌua touko ginuara, ane siira tutuu nongoungkul. Siira umaꞌo eivonua niGideon seilu momatenya, tapi tesiama niGideon nonjarita, “Neteꞌuya siꞌemiu monyoꞌarai mondulu tedewa niꞌemiu? Ane siia tedewa, patuvaya siia monyabataa teꞌalaenya mboto!” Karna siamanya nonjarita sima heꞌua, tetoo-too heꞌua jio momate siGideon."}, {"id": "16-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-08.jpg", "text": "Lamai heꞌua tetoo-too nuMidian najaokonye seilu mongangga lamai tetoo-too nuꞌIsrael. Terekenong niira nabari tutuu jio maala norekeng. SiGideon nongincona tetoo-too nuꞌIsrael antau mongeva siira. SiGideon nomongi rorua tetanda lamai teꞌAlataꞌala antau siia maala nomarcaya teꞌAlataꞌala kana mepake siia monyalamata tetoo-too nuꞌIsrael lamai tetoo-too nuMidian."}, {"id": "16-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-09.jpg", "text": "Pamulaongnya, siia nongembea tevulu nudomba eitana ane nomongi eiꞌAlataꞌala nomatuvaya tengolu titieleo manavu eivulu nudomba heꞌua tapi jio eitana eiriꞌua. TeꞌAlataꞌala nonggauka heꞌua. Mondoungnyamai, siia nomongi antau tetana eiriꞌua monjou tapi tevulu nudomba heꞌua noꞌogal. TeꞌAlataꞌala nonggauka heꞌua valii."}, {"id": "16-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-10.jpg", "text": "Tolumpulu roribu tetantara nuꞌIsrael najaok eisiGideon, tapi teꞌAlataꞌala nongulara eisiia nabari tutuu tetoo ane jio maala sima heꞌua. Jadi siGideon nonencilea rompulu roribu sanu nobule mepapateong. TeꞌAlataꞌala nongularaꞌonye eisiGideon nabari tutuu tetoo ane jio maala sima heꞌua. Jadi siGideon nonuju netencile tetoo-too, netetoro jamo siira tolugatustoo tetantara."}, {"id": "16-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-11.jpg", "text": "Ndoung heꞌua teꞌAlataꞌala nongulara eisiGideon, “Naꞌomo eitenda-tenda nutoo-too nuMidian ane watu siꞌoo meꞌeepe tesapa sanu noulara niira, siꞌoo jiongo mobule.” Jadi ndoung heꞌua, siGideon umaꞌo eitenda-tenda nutoo-too nuMidian ane neꞌeepe sotoo tetantara nuMidian nongulara eitagunya sima teupiong. Tetagu nutantara heꞌua nonyimbat, “Teupiong eini tebatuanya sima siGideon kana mondaag teMidian!” Watu siGideon neꞌeepe heꞌua, siia nonyomba eiꞌAlataꞌala."}, {"id": "16-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-12.jpg", "text": "Lamai heꞌua siGideon netencile eitantaranya ane nombee sosotoo sobua tetorompet, tepongembeong nuogo lamai tetana, ane teꞌobor. Siira nekopuung tepomoiaong nutoo-too nuMidian pepees noꞌoturu. Tolugatustoo telangkai nongomung teꞌobor eilalong nupongembeong lamai tetana antau jio noꞌita nutoo-too nuMidian."}, {"id": "16-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-13.jpg", "text": "Lamai heꞌua, selio-lio siira jojoo nombeseka tepongembeong-pongembeong sanu pinonyoyoꞌi teꞌobor heꞌua. Siira nonyuba tetorompet-torompet niira ane neroroa, “Untuk teSiopu ane untuk siGideon!”"}, {"id": "16-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-14.jpg", "text": "TeꞌAlataꞌala nogutu tetoo-too nuMidian neingu, sima heꞌua tetoo-too nuMidian najari neeva-evaong ane nompamula nepapateong. Heꞌuapa, tetoo-too nuꞌIsrael sanu ntaninya ilevai lamai tevonua niira antau majaok mondulu molilivur tetoo-too nuMidian. Siira nomate nabari tetoo nuMidian ane nolilivur tetoronya nesuvung lamai tetana niira. Sagatus rompuluributoo tetoo nuMidian naate eieleo heꞌua. TeꞌAlataꞌala nonyalamataꞌomo teꞌIsrael."}, {"id": "16-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-15.jpg", "text": "Tetoo-too seilu monjaria siGideon tepuang niira. SiGideon jio nonarima tepomongiong niira, tapi siia nomongi sanggaat tesincing-sincing tebulaan sanu inalamo niira lamai tetoo-too nuMidian. Tetoo-too nombee siGideon nabari tebulaan."}, {"id": "16-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-16.jpg", "text": "Lamai heꞌua siGideon nepake tebulaan heꞌua nogutu tepakean sima pinake nuꞌImam sanu Mooge. Tapi tetoo-too nompamula nonyomba tepakean heꞌua sima tebarhala. Karna heꞌua teꞌAlataꞌala nohukumonye teꞌIsrael karna siira nonyomba tebarhala. TeꞌAlataꞌala nomatuvaya temusu-musu niira nondaaga siira. Ponouꞌongnya siira nomongi tulungonye eiꞌAlataꞌala, ane teꞌAlataꞌala nonuju siira sotoo tetopolapas sanu ntaninya."}, {"id": "16-17", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-17.jpg", "text": "Tecara eini mongulit nengkaning-ngkaning. Tetoo-too nuꞌIsrael nogutu tedosa, teꞌAlataꞌala nohukum siira, siira natoba, ane teꞌAlataꞌala nonuju tetopolapas nonyalamata siira. Eꞌendenya netoung-ntoung teꞌAlataꞌala nonuju nabari tetopolapas sanu nonyalamata teꞌIsrael lamai temusu-musu niira."}, {"id": "16-18", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-16-18.jpg", "text": "Ponouꞌongnya, tetoo-too nomongi eiꞌAlataꞌala sotoo tepuang, sima sanu eibangsa-bangsa ntaninya. Siira seilu sotoo tepuang sanu mapangkat, moꞌuig, ane maala momimpin siira eilalong mepapateong. TeꞌAlataꞌala jio seilu tepomongiong eini, tapi Siia nombenii siira tesapa sanu seilu niira."}], "number": "16", "ref": "Eini tejarita nuꞌAlataꞌala lamai teHakim-hakim 1-3, 6-8.", "title": "16. SiGideon Ane Tetopolapas-topolapas Ntaninya"}, {"frames": [{"id": "17-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-01.jpg", "text": "SiSaul heꞌua tepuang pabibia tetoo-too nuꞌIsrael. Siia mapangkat ane magaya, iamaꞌo sanu noꞌeseilua nutoo-too nuꞌIsrael. Eipamulaongnya, siSaul nomarenta mombosi, tapi neende-ende siia nopoꞌokurang teambok nuꞌAlataꞌala karna jio nonuruk teparenta-Nya. Karna heꞌua teꞌAlataꞌala nomile tetoo sanu ntaninya untuk majari tepuang mombolos siia."}, {"id": "17-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-02.jpg", "text": "TeꞌAlataꞌala nomile sotoo teunga logas nuꞌIsrael tetopenya siDaud untuk majari tepuang touk siSaul. Jijiompo siDaud majari tepuang, siia sotoo tetopomiara tedomba lamai teKota nuBetlehem. Pepees nonjaga tedomba-domba niamanya, siDaud nomatemo sambaang tesinga ane sambaang teboruang sanu seilu momate tedomba-dombanya. SiDaud valii sotoo sanu mombosi teambok ane tutuu. Siia nomarcaya ane nonuruꞌi teꞌAlataꞌala."}, {"id": "17-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-03.jpg", "text": "SiDaud najari sotoo tetantara ane tetopomimpin sanu mombosi. Watu siDaud ulengi molumbi, siia nongeva tetoo sanu mooge tetopenya siGoliat. SiGoliat heꞌua sotoo tetantara sanu pinaundura, sanu moꞌuig tutuu, ane tepangkatnya sedeꞌipo tolumeter! Tapi teꞌAlataꞌala nonggauka tegauk sanu mabaraka ane nondulu siDaud nomate siGoliat ane nopaꞌasalamat tetoo-too nuꞌIsrael. Touk heꞌua, siDaud nondaaga mabari temusu nuꞌIsrael, karna heꞌua tetoo-too nomujinya."}, {"id": "17-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-04.jpg", "text": "SiSaul najari mogirang teamboknya karna tetoo-too magalang eisiDaud. SiSaul mengkaning-kaningnaꞌonya nonyoꞌarai untuk momate siDaud. Jadi siDaud nencoyok lamai siSaul. Vavalii seeleo, siSaul pepees nelolo siDaud antau siia maala nopateinya. SiSaul nentama eilulu nuvatu sanu selilio eipaio siDaud nencoyok. Tapi siSaul jio moꞌotoi. SiDaud eleo eini noꞌosuko tutuu ncoono siSaul ane maala nopateinya, tapi siDaud jio momatenya. Tapi, siDaud nonibas songkolo tebajunya untuk nopoꞌitaaꞌonya eisiSaul karna siia jio seilu momate siSaul untuk majari tepuang."}, {"id": "17-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-05.jpg", "text": "Ponouꞌongnya, siSaul naate eilalong nupepapateonong, ane siDaud najari tepuang nuꞌIsrael. Siia heꞌua sotoo tepuang sanu mombosi, ane tetoo-too seilu eisiia. TeꞌAlataꞌala nombarakai siDaud. SiDaud nongeva eilalong nabari tepepapateonong ane teꞌAlataꞌala nondulu siia nondaaga temusu-musu nuꞌIsrael. SiDaud nondaaga tetoo-too nuYerusalem sanu watu heꞌua jio tetoo-too nuꞌIsrael. Siia nogutu tekota heꞌua tekota nupomarenta. Eꞌendenya siDaud heꞌua tepuang, teꞌIsrael najari moꞌuig ane makaya."}, {"id": "17-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-06.jpg", "text": "SiDaud seilu mombaung teVonua nuꞌAlataꞌala eipaio jojoo tetoo maala monyomba teꞌAlataꞌala ane mombeena tepombee eisiia. Eꞌendenya kira-kira 400 toung, tetoo-too nonyombamo teꞌAlataꞌala ane nombeena tepombee eisiia eiTenda nuPejajaoꞌong sanu vinaungo niMusa."}, {"id": "17-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-07.jpg", "text": "Tapi teꞌAlataꞌala nonuju siNabi Natan eisiDaud nongulara tetutuunong eini, “Karna siꞌoo tetoo sanu nepapateong, siꞌoo jio mombaung teVonuaꞌU eini. Boi teungamu mombaungnya. Tapi, Siaꞌu kana tututuu mombarakai siꞌoo. Sotoo lamai tebijamu kana momarenta eibabok nutoo-too nuꞌIsrael seende-endenya!” Sosotoo tepuang sanu pinilei nuꞌAlataꞌala tinope ‘temesias’. TeMesias sanu jinanjia eiPuang siDaud sotoo tebija numbotonya sanu kana momarenta seende-endenya."}, {"id": "17-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-08.jpg", "text": "Watu siDaud neꞌeepe eini, siia selengaan nonyukur ane nomuji teꞌAlataꞌala karna siia nojanjiaꞌomo siDaud tepangka mooge ane mombarakai siia. SiDaud jiompo moꞌotoi siambengi teꞌAlataꞌala kana monggauka jojoo tesaba eini. Otutuunya, tetoo-too nuꞌIsrael kanaboi metaang meende jiompo teMesias, tepuang sanu jinanjia, majaok, sedeꞌipo seribuntoung."}, {"id": "17-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-09.jpg", "text": "SiDaud nomarenta maꞌadil ane mesetia eꞌendenya metoung-toung, ane teꞌAlataꞌala nombarakainya. Tapi, moꞌosuk ponouꞌong otutuvunya siia nonggauka tedosa sanu majaat tutuu eitolo nuꞌAlataꞌala."}, {"id": "17-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-10.jpg", "text": "Vavalii seeleo, watu jojoo tetantaranya maꞌo mepapateong, siDaud nembaung lamai noꞌoturu ane neꞌita sotoo tebengkel magaya neliing. Tetopenya siBatsyeba. Siia telapi niꞌUria. SiꞌUria sotoo sanu nesetia eilalong nutantara niDaud."}, {"id": "17-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-11.jpg", "text": "Jio umai negois, siDaud nonuju sotoo untuk mongomung tebengkel heꞌua eisiia. Maampo siDaud umaimo sosoꞌuya telapi siia noꞌoturu ncoono siBatsyeba ane tinujunya netencile. Sosoꞌuyambengi touk heꞌua siBatsyeba nomaꞌatu tetutuunong eisiDaud nongulara siia iꞌompongo."}, {"id": "17-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-12.jpg", "text": "SiDaud noleva siꞌUria metencile lamai tepepapateonong ane nonujunya umaꞌo eisilapinya. Tapi siꞌUria jio seilunya untuk metencile pepees tetantara sanu ntaninya pepees nepapateong. Touk rongkaning tinolaknya, siDaud nonuju siꞌUria metencile eipepapateonong ane nonuju siia inembea eipaio temusu-musu sanu moꞌuig jaok siia naate."}, {"id": "17-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-13.jpg", "text": "Touk siꞌUria naatemo, siDaud nolapi siBatsyeba. Lamai heꞌua, siBatsyeba noguungaa sotoo teunga langkai. TeꞌAlataꞌala nongoungkul tutuu tesapa sanu ginauka niDaud, karna heꞌua Siia nonuju siNabi Natan eisiDaud untuk monujua tedosanya. SiDaud natoba lamai tedosa-dosanya ane teꞌAlataꞌala nongampuninya tapi teunga sanu pinoguungaa heꞌua maate."}, {"id": "17-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-17-14.jpg", "text": "Vavalii peꞌoꞌoungkulonong eilalong sorurus niDaud eꞌendenya ponouꞌong otutuvunya, tekuasa niDaud majari moluntoy tutuu. Maampo siDaud jio mesetia eiꞌAlataꞌala, teꞌAlataꞌala ulengi nesetia sima atejanji-janji-Nya. SiBatsyeba noguungaa teunga ntaninya, ane nonopeinya siSalomo."}], "number": "17", "ref": "Eini tejarita nuꞌAlataꞌala lamai 1 siSamuel 10; 15-19; 24; 31; 2 siSamuel 5; 7; 11-12.", "title": "17. Tepejanjiong NuꞌAlataꞌala Concoono SiDaud"}, {"frames": [{"id": "18-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-01.jpg", "text": "Touk mabari ntoung, siDaud naate, ane teunganya, siSalomo nompamulamo nomarenta eiꞌIsrael. TeꞌAlataꞌala nonjarita eisiSalomo ane noꞌutanya tesapa sanu tutuu noꞌeseiluaꞌonya. Watu siSalomo nomongi teꞌapapande, teꞌAlataꞌala masanang ane nogutunya najari tetoo tutuu mapande eijuniaa. SiSalomo neguru mabari ane majari tehakim sanu mapande tutuu. TeꞌAlataꞌala valii nogutunya makaya tutuu."}, {"id": "18-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-02.jpg", "text": "EiYerusalem, siSalomo nombaung teVonua nuꞌAlataꞌala sanu irancanaa nepake tesasagara inconaꞌomo niamanya siDaud. Tetoo-too nuꞌIsrael watu heꞌua nonyomba teꞌAlataꞌala ane nombeena tepombee eiSiia eiVonua nuꞌAlataꞌala. Eiwatu heꞌua teꞌajajaok nuꞌAlataꞌala inita sima teruꞌong sanu nombuꞌei tevonua heꞌua."}, {"id": "18-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-03.jpg", "text": "Tapi siSalomo nongagalani tebengkel lamai tenegara ntaninya. Siia jio nonuruꞌi teꞌAlataꞌala concoono nolapi mabari tebengkel, moꞌosuk 1.000 too tebengkel sanu pinolapinya! Mabari lamai tebengkel eini lamai tenegara-negara ntaninya ane nongomung tedewa-dewa niira ane tatarus nonyomba tedewa-dewa heꞌua. Watu siSalomo neisimo, siia valii nonyomba tedewa-dewa niira."}, {"id": "18-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-04.jpg", "text": "TeꞌAlataꞌala nongoungkul eisiSalomo. Karna siSalomo jio nonuruk, teꞌAlataꞌala nojanjia Siia kana monilal tepomarenta nuꞌIsrael majari rorua touk teꞌamateong niSalomo."}, {"id": "18-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-05.jpg", "text": "Touk siSalomo naatemo, teunganya siRehabeam najari tepuang. SiRehabeam tetoo sanu modoyo. Jojoo tetoo nuꞌIsrael neincong antau nongakui siia sima tepuang. Siira valii mondavivi karna siSalomo nomajujut siira nokarajaa tutuu ane nombayar teasel sanu mabari."}, {"id": "18-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-06.jpg", "text": "SiRehabeam heꞌua modoyo. Siia nonyimbat eisiira, “Pinikir niꞌemiu siamaꞌu siSalomo nomajujut siꞌemiu nokarajaa tutuu, tapi siaꞌu kana mogutu siꞌemiu mokarajaa nelabi.”"}, {"id": "18-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-07.jpg", "text": "Sompulu tesuku nuꞌIsrael jio nonuruꞌi siRehabeam. Boi rosuku tataap nesetia eisiia. Rosuku heꞌua tinope tepomarenta nuYehuda."}, {"id": "18-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-08.jpg", "text": "Sompulu tesuku ntaninya, sanu jio nonuruꞌi eisiRehabeam, nonjaria sotoo sanu tinopei siYerobeam tepuang niira. Siira nombaung tepomarenta niira eitana nuꞌutara. Siira tinope tepomarenta nuꞌIsrael."}, {"id": "18-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-09.jpg", "text": "SiYerobeam jio nonuruꞌi teꞌAlataꞌala ane nonyabaa tetoo nogugauk tedosa. Siia nombaung rorua tebarhala antau nosomba nutoo-too, ane jio umaꞌo teYerusalem antau nonyomba teꞌAlataꞌala eiVonua nuꞌAlataꞌala eipomarentaong nuYehuda."}, {"id": "18-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-10.jpg", "text": "Tepomarenta nuYehuda ane nuꞌIsrael najari temusu ane kalepu nepapateong."}, {"id": "18-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-11.jpg", "text": "Eipomarenta nuꞌIsrael sanu vuou, jojoo tepuangnya majaat siira jio nonuruꞌi teꞌAlataꞌala. Mabari lamai tepuang-puang eini pinatei nutoo-too nuꞌIsrael ntaninya sanu seilu majari tepuang mombolos siira."}, {"id": "18-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-12.jpg", "text": "Jojoo tepuang nuꞌIsrael ane mabari tetoo nonyomba tebarhala sanu nengkaning-ngkaning notuuta concoono teponyaapiong ane sasangkaning nomate teunga niira sima tepombee."}, {"id": "18-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-18-13.jpg", "text": "Tepuang-puang nuYehuda heꞌua tebija niDaud. Lasiatoo tepuang eini umai tetoo-too sanu mombosi sanu nomarenta maꞌadil ane nonyomba teꞌAlataꞌala. Tapi setilalong mooge tepuang nuYehuda majaat, nonggauka sanu majaat antau nongala teꞌeseseilu niira ane nonyomba tebarhala. Lasiatoo tepuang nonyambale teunga-unga niira sima tepombee eidewa-dewa. Mabari tetoo-too nuYehuda valii jio monuruꞌi eiꞌAlataꞌala tapi boi nonyomba tedewa-dewa ntaninya."}], "number": "18", "ref": "Eini tejarita nuꞌAlataꞌala lamai 1 teRaja-raja 1-6; 11-12.", "title": "18. Tepomarenta Sanu Netetilal"}, {"frames": [{"id": "19-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-01.jpg", "text": "Lamai tepamulaong tetoo-too nuꞌIsrael, teꞌAlataꞌala nonuju tenabi-nabi eisiira. Tenabi-nabi nopoꞌinepea tetutuunong heꞌua lamai teꞌAlataꞌala ane nonjaritaa eitoo-too."}, {"id": "19-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-02.jpg", "text": "SiꞌElia heꞌua sotoo tenabi watu siꞌAhab najari tepuang nutoo-too nuꞌIsrael. SiꞌAhab heꞌua tetoo sanu majaat ane nonuju tetoo-too untuk manyomba tedewa sanu jio tutuu tetope siBaꞌal. SiꞌElia nojarita eisiꞌAhab, “Jio umai oujang atau ongolu eiꞌIsrael jaok utuju.” Tegauk eini nogutu siꞌAhab nongoungkul tutuu."}, {"id": "19-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-03.jpg", "text": "Lamai heꞌua teꞌAlataꞌala nonuju siꞌElia mencoyok eitana sanu noodoy moꞌosuk tengees karna siꞌAhab seilu momateinya. Eleo ndoung, temamanuk nongomuna teroti ane teꞌanes. SiAhab ane tepasukannya nelolo siꞌElia, tapi jio jinaok niira siia. Teondak watu heꞌua tututuu najari ane tengees jiongo oogo."}, {"id": "19-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-04.jpg", "text": "Jadi siꞌElia umaꞌo eitana ntaninya. Eitana heꞌua umai sotoo tetimbala ane teunganya sanu notouꞌong teꞌaniong karna teondak heꞌua nonyabaaꞌomo moꞌoroꞌong. Tapi siira nongurus siꞌElia, ane teꞌAlataꞌala nogutua teꞌurong pongisiong telabu ane tebotol nulatab antau jio motouꞌong. Siira jio notouꞌong teꞌaniong eꞌende nuondak heꞌua. SiꞌElia nomoia ampi heꞌua lasia ntoung."}, {"id": "19-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-05.jpg", "text": "Touk tolu ntoung satanga, teꞌAlataꞌala nonuju siꞌElia metencile umaꞌo eiꞌIsrael ane mojarita eisiꞌAhab karna Siia kana menyauaꞌonye teujang. Watu siꞌAhab neꞌita siꞌElia siia nojarita, “Siꞌoo tetoo sanu majaat!” SiꞌElia nonyimbat, “Siꞌoo boi tetoo sanu majaat! Siꞌoo nolinjoꞌimo teꞌAlataꞌala sanu tutuu ane nanyomba teBaꞌal. Omung jojoo tetoo-too nuꞌIsrael umaꞌo eiBuut nuKarmel.”"}, {"id": "19-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-06.jpg", "text": "Jojoo tetoo-too nuꞌIsrael, concoono apa gatus too tenabi nuBaꞌal, najaok eiBuut nuKarmel. SiꞌElia nonjarita, “Jaok siambengi siꞌemiu kana mombalik teꞌaparcayaong niꞌemiu? Ane teSiopu sanu tutuu, Siia boi nosomba! Ane teBaꞌal sanu tutuu, siia boi nosomba!”"}, {"id": "19-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-07.jpg", "text": "Lamai heꞌua siElia nojarita einabi-nabi nuBaꞌal, “Sambale sambaang tebengga ane sadiaa tepombee, tapi inyaa metuvu teapi. Siaꞌu kana mogutu sanu selilio. Sanu monyimbat mepake teapi, heꞌua sanu tututuu.” Karna heꞌua teꞌimam-imam nuBaꞌal nonyadiaa tepombee tapi jio metuvu teapi."}, {"id": "19-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-08.jpg", "text": "Touk heꞌua tenabi-nabi nuBaꞌal nonggane eiBaꞌal. “Poꞌinepea siꞌami, boBaꞌal!” Seseeleo siira nonggane ane neroroa. Siira valii nomaꞌiti teꞌalae niira, tapi teBaꞌal jio nonyimbat."}, {"id": "19-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-09.jpg", "text": "Watu beimbengi heꞌua, siꞌElia nonyadiaa tepombee eiꞌAlataꞌala. Siia nonuju tetoo nuꞌIsrael nondidiga teogo eisompulu robua tetampayan eipombee heꞌua antau teꞌanes, teꞌayu, ane tetana valii eipapalit numeja heꞌua tututuu monjou."}, {"id": "19-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-10.jpg", "text": "Lamai heꞌua siꞌElia nonggane, “BoSiopu, teꞌAlataꞌala niꞌAbraham, niꞌIshak ane niYakub, popoꞌitaa eisiꞌami eieleo eini ane Siꞌoo teꞌAlataꞌala nuꞌIsrael ane siaꞌu eini tetoponuut-Mu. Simbati siaꞌu antau tetoo-too eini moꞌotoi, Siꞌoo sanu tututuu.”"}, {"id": "19-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-11.jpg", "text": "Selengaan teapi nenyau lamai telangit norampung teꞌanes, teꞌayu, tevatu, tetana ane teogo sanu eipapalit numeja heꞌua. Watu tetoo-too neꞌita heꞌua, siira noposuncul eitana ane nojarita, “TeSiopu heꞌua sanu tututuu! TeSiopu heꞌua sanu tututuu!”"}, {"id": "19-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-12.jpg", "text": "Lamai heꞌua siꞌElia nojarita, “Inyaa nopatuvayaa maampo sotoo lamai tenabi-nabi nuBaꞌꞌal heꞌua mosalamata teꞌalaenya!” Tetoo-too heꞌua neraꞌop tenabi-nabi nuBaꞌal. Lamai heꞌua siꞌElia nongomung siira lamai ampi heꞌua ane nomate siira."}, {"id": "19-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-13.jpg", "text": "SiꞌElia nojarita eisiꞌAhab tepuang, “Petencilemo eꞌeini umaꞌo tekota, karna teujang menyaumo.” Selengaan telangit najari meitong, ane nenyaua teujang sanu morombak tutuu. TeꞌAlataꞌala nonouka teondak ane nepopoꞌitaa Siia tututuu teꞌAlataꞌala."}, {"id": "19-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-14.jpg", "text": "Touk siNabi Elia eijuniaa, teꞌAlataꞌala nomile siꞌElisa majari tenabi-Nya. TeꞌAlataꞌala nepake siꞌElisa nogutu mabari teꞌababaraka. Sangkaning, siNaꞌaman, tekomandan tantara numusu, umai tepees eiꞌuli. Siia neꞌeepemo sima siꞌElisa, jadi siia umaꞌo ane nomongi eisiꞌElisa mepeꞌeondok siia. SiꞌElisa nonuju siia umaꞌo moleep pitu ngkaning eiBangkalang nuYordan."}, {"id": "19-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-15.jpg", "text": "Watu tepamulaongnya siNaꞌaman nongoungkul ane jio seilu monggauka heꞌua karna siia nomikir teparenta heꞌua modoyo. Tapi siia netencile tepikiran ane noleep pitu ngkaning eiBangkalang nuYordan. Gananya pitu ngkaning, siia noleep teꞌalaenya tutuu neondoko! TeꞌAlataꞌala neondoka siia."}, {"id": "19-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-16.jpg", "text": "TeꞌAlataꞌala nonuju mabari tenabi ntaninya. Siira jojoo nonuju tetoo-too inyaa manyomba tebarhala. Monggauka sanu maꞌadil ane sanu mombosi. Tenabi-nabi nolambota eitoo-too, ane siira jio mengondok monggauka sanu majaat ane jio monuruk teparenta nuꞌAlataꞌala, teꞌAlataꞌala kana majaok, ane Siia mehukum siira."}, {"id": "19-17", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-17.jpg", "text": "Biasa tetoo-too jio monuruk teꞌAlataꞌala. Siira nonggauka sanu majaat einabi-nabi ane sasangkaning nomate siira. Sangkaning tenabi siYeremia inavua eilalong nubumbun antau siia maate. Siia nolodong eilalong nugogor sanu umai eilalong nubumbun. Tapi tepuang nongagalani siia ane nonuju tevotuang-votuangnya nonggiur siYeremia nesuvung lamai tebumbun jijiompo siia maate."}, {"id": "19-18", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-19-18.jpg", "text": "Tenabi-nabi heꞌua tatarus nonjaritaa sima teꞌAlataꞌala, maampo tetoo-too nengkeles siira. Siira nolambota eitoo-too, ane siira jio matoba, teꞌAlataꞌala kana mopoꞌoropu siira. Siira nolambota valii eitoo-too sima teMesias sanu jinanjia nuꞌAlataꞌala kana majaok.Eini tejarita nuꞌAlataꞌala lamai 1 Raja-raja 16-18; 2 Raja-raja 5; Yeremia 38."}], "number": "19", "ref": "NOT FOUND", "title": "19. Tenabi-nabi"}, {"frames": [{"id": "20-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-01.jpg", "text": "Tetoo-too nuꞌIsrael ane tetoo-too nuYehuda roruanya odosa eiꞌAlataꞌala. Siira jio nonuruꞌi tepejanjiong sanu pinogutu nuꞌAlataꞌala ncoono siira eiBuut nuSinai. TeꞌAlataꞌala nonuju tenabi-nabi-Nya nolambota siira antau matoba ane monyombaonye Siia, tapi siira jio seilu moꞌinepea tenabi-nabi heꞌua."}, {"id": "20-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-02.jpg", "text": "Jadi teꞌAlataꞌala nohukum rorua tebangsa heꞌua ncoono nomatuvaya siira iruaa numusu-musu niira. TeꞌIsrael iruaa tepomarenta nuꞌAsyur, tebangsa sanu moꞌuig ane mabarani, noropu tepomarenta nuꞌIsrael. Tetoo-too nuꞌAsyur nomate nabari tetoo eipomarenta nuꞌIsrael, nongala jojoo tesagara sanu ooli, ane norampung nabari tekampung eitana heꞌua."}, {"id": "20-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-03.jpg", "text": "Tetoo-too nuꞌAsyur nongincona jojoo tetopomimpin, tetoo-too sanu nakaya, ane tetoo-too sanu mapande ane nongomung siira eiꞌAsyur. Boi tetoo-too nuꞌIsrael sanu tutuu nopukur sanu jio pinatei tataap nomoia eitana nuꞌIsrael."}, {"id": "20-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-04.jpg", "text": "Lamai heꞌua tetoo-too nuꞌAsyur nongomung tetoo-too tesuku ntaninya antau momoia eipomoiaong sanu luulu tetana tepomarenta nuꞌIsrael. Tetoo-too vuou heꞌua nombaungonye tekota-kota sanu iruaa ane nolapi tetoo-too nuꞌIsrael sanu netetalau ampi heꞌua. Tebija niira tinope tetoo-too nuSamaria."}, {"id": "20-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-05.jpg", "text": "Tetoo-too eipomarenta nuYehuda neꞌita iamaꞌo teꞌAlataꞌala nohukum tetoo-too eipomarenta nuꞌIsrael karna jio nomarcaya ane jio nonuruꞌi-Nya. Tapi siira tataap nonyomba sanu jio teSiopu ane tepatung-patung nutoo-too nuKanaꞌan. TeꞌAlataꞌala nonuju tenabi-nabi antau molambota siira, tapi siira jio seilu moꞌinepea."}, {"id": "20-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-06.jpg", "text": "Kira-kira sagatusntoung touk tetoo-too nuꞌAsyur meruaa tepomarenta nuꞌIsrael, teꞌAlataꞌala nonuju siNebukadnesar, tePuang nuBabel, antau mongeva tepomarenta nuYehuda. TeBabel heꞌua tepomarenta sanu moꞌuig. Tepuang nuYehuda nosintuvui siia kana majari tetujuong niNebukadnesar ane mombayar mabari tedoi sontoung sangkaning."}, {"id": "20-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-07.jpg", "text": "Tapi touk lasiantoung, tepuang nuYehuda orancana mongeva umaꞌo teBabel. Jadi, tetoo-too nuBabel najaokonye ane nongeva tepomarenta nuYehuda. Siira nongago teKota nuYerusalem, neruaa teVonua nuꞌAlataꞌala, ane nongala jojoo tesagara sanu mosuli lamai tekota heꞌua ane lamai teVonua nuꞌAlataꞌala."}, {"id": "20-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-08.jpg", "text": "Karna tepuang nuYehuda nongeva, siia hinukum. Tetantara niNebukadnesar nomate teunga-unga nupuang eitolonya ane lamai heꞌua pinogutunya nobuta. Lamai heꞌua siira nongomung tepuang antau nopanjara jaok maate eiBabel."}, {"id": "20-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-09.jpg", "text": "SiNebukadnesar ane tetantaranya nongomung sedeꞌipo jojoo tetoo nuYehuda umaꞌo eiBabel, boi tetoo-too sanu nopukur nomoia eiYehuda antau monuda eijoꞌong. Watu tetoo-too nuꞌAlataꞌala nomajujut nolinjoꞌi teTana sanu Jinanjia tinope teporampaꞌong."}, {"id": "20-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-10.jpg", "text": "Maampo teꞌAlataꞌala nohukum tetoo-too-Nya karna tedosa niira watu Siia nongomung siira irampaka, Siia jio mongelingana siira atau tejanji-Nya eisiira. TeꞌAlataꞌala tatarus nongingitai tetoo-too-Nya ane nonjarita umaꞌo eisiira nepake tenabi-nabi-Nya. Siia nojanji, notouk pitumpuluntoung, siira kana netencileonye eiTana sanu Jinanjia."}, {"id": "20-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-11.jpg", "text": "Kira-kira pitumpuluntoung lamai heꞌua, siKores, tePuang nuPersia, nondaag teBabel. Karna heꞌua tepomarenta nuPersia nombolosi tepomarenta nuBabel. Tetoo-too nuꞌIsrael watu heꞌua tinopei tetoo-too nuYahudi ane mabari lamai siira nomoia eiBabel jaok seende-endenya teꞌotutuvu niira. Boi lasoꞌuyatoo tetoo nuYahudi sanu tutuu meisi sanu ulengi nolambot teTana nuYehuda."}, {"id": "20-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-12.jpg", "text": "Tepomarenta nuPersia heꞌua moꞌuig tapi magalang eitoo-too sanu dinaagnya. Jio neende siKores najari tepuang nuPersia, siia nombee teparenta sima eini. Tetoo-too nuYahudi sanu seilu metencile umaꞌo eiYehuda maala metencile. Siia valii nombee siira tedoi antau mombaungonye teVonua nuꞌAlataꞌala! Karna heꞌua notouk pitumpuluntoung irampaka, lasoꞌuyatoo tetoo nuYahudi netencile umaꞌo eiYerusalem."}, {"id": "20-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-20-13.jpg", "text": "Watu siira najaok eiYerusalem, siira nombaungonye teVonua nuꞌAlataꞌala ane tinembok eipapalit teKota nuYerusalem. Maampo siira ulengi kinuasai nupomarenta nuRoma, sima luulumai siira nomoiaonye eiTana sanu Jinanjia ane nonyomba teꞌAlataꞌala eiVonua nuꞌAlataꞌala."}], "number": "20", "ref": "Eini tejarita nuꞌAlataꞌala lamai 2 teRaja-raja 17:24-25; 2 teTawarikh 36; siꞌEsra 1-10; siNehemia 1-13.", "title": "20. Tinania Ane Netencileonye Tetoo-too NuꞌIsrael"}, {"frames": [{"id": "21-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-01.jpg", "text": "Lamai tepamulaongnya, teꞌAlataꞌala norancanaa monuju teMesias, tepuang seende-endenya sanu jinanjia nuꞌAlataꞌala. Tejanji sanu pabibia sima teMesias sanu majaok vineena eisiꞌAdam ane eisiHawa. TeꞌAlataꞌala nojanjia tebija niHawa kana nopoguungaa sanu kana mopoꞌorua tevaꞌi nusaa. Tesaa sanu nongakal eisiHawa heꞌua tepuang nuseetan. Tejanji heꞌua obatuanya teMesias kana mondaagi tutuu tepuang nuseetan."}, {"id": "21-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-02.jpg", "text": "TeꞌAlataꞌala nojanjia eisiꞌAbraham jojoo tetoo eijuniaa kana nobarakai malabat siia. Eini kana majari watu teMesias majaok vavaliimai. Siia kana mombee tejalang ponyalamata eijojoo tesuku eijuniaa."}, {"id": "21-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-03.jpg", "text": "TeꞌAlataꞌala nojanjia eisiMusa, Siia kana nonuju sotoo tenabi ntaninya sima siMusa. Eini tejanji ntaninya sima teMesias sanu kana majaok."}, {"id": "21-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-04.jpg", "text": "TeꞌAlataꞌala nojanjia eisiDaud sotoo lamai tebija niDaud mboto kana momarenta eibabok tetoo-too nuꞌAlataꞌala seende-endenya. Tebatuanya teMesias heꞌua tebija niDaud mboto."}, {"id": "21-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-05.jpg", "text": "SiNabi Yeremia nonjarita tejanji nuAlataꞌala eitoo-too-Nya. TeAlataꞌala nojanjia Siia kana mogutu tepejanjiong sanu vuou, tapi jio sima tepejanjiong concoono teꞌIsrael eiBuut nuSinai. Eilalong tepejanjiong sanu vuou heꞌua, teꞌAlataꞌala kana monulisa teparenta-parenta-Nya eilalong nuambok nutoo-too, sanu momarcaya eiꞌAlataꞌala eiꞌalaenya mboto, siira kana majari tetoo-too-Nya, ane teꞌAlataꞌala kana mongampuni tedosa-dosa niira. TeMesias kana mompamula tepejanjiong sanu vuou."}, {"id": "21-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-06.jpg", "text": "Tenabi-nabi nuꞌAlataꞌala valii nonjarita teMesias sanu kana majaok heꞌua sotoo tenabi, teꞌimam ane tepuang. Sotoo tenabi heꞌua mopoꞌinepea tejarita nuꞌAlataꞌala lamai heꞌua monjaritaa tejarita nuꞌAlataꞌala eitoo-too. TeMesias sanu majaok heꞌua, tenabi sanu tututuu."}, {"id": "21-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-07.jpg", "text": "Teꞌimam-imam nuꞌIsrael nombee tepombee eiꞌAlataꞌala untuk tetoo-too sima tepombolos nuhukuman tedosa-dosa niira. Teꞌimam-imam valii nonggane eiꞌAlataꞌala untuk tetoo-too. TeMesias sanu majaok kana majari teꞌImam sanu Mooge. Siia jio odosa ane kana mombee teꞌalaenya sima tepombee sanu tututuu eiꞌAlataꞌala ane mombolos tedosa numanusia."}, {"id": "21-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-08.jpg", "text": "Sotoo tepuang heꞌua tetoo sanu momarenta tepomarenta ane mongadili tetoo-too. TeMesias sanu majaok kana majari tepuang sanu tutuu ane mongodung eitahta niDaud tesiopunya. Siia kana monguasai eijojoo tejuniaa seende-endenya, mongadili mombosi ane kalepu momile sanu tutuu."}, {"id": "21-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-09.jpg", "text": "Tenabi-nabi nuꞌAlataꞌala noramala mabari tegauk sima teMesias. SiNabi Maleakhi noramala sotoo tenabi sanu mombosi kana majaok jijiompo teMesias. SiNabi Yesaya noramala teMesias kana majaok ane nopoguungaa lamai sotoo terandaa. SiNabi Mikha noramala Siia kana nopoguungaa eiKota nuBetlehem."}, {"id": "21-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-10.jpg", "text": "SiNabi Yesaya noramala teMesias kana momoia eiGalilea, mopaꞌadandalan tetoo-too sanu moondong tutuu, mokarevaa tetoo-too sanu tinaani maala nopeꞌebebas, ane molapasa tetoo-too eilalong nupanjara. Siia valii noramala teMesias kana mepeꞌeondok jojoo nengangaya tepees, sima nobongol, nobuta, nobobo, atau noluntoy."}, {"id": "21-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-11.jpg", "text": "SiNabi Yesaya valii noramala teMesias kana nopobaluk ane noꞌengkelesi maampo jio osala. Tenabi-nabi ntaninya noramala tetoo-too sanu momate teMesias nongundi untuk maꞌaala tepakean-Nya ane Siia kana noꞌajaati sotoo tetagu-Nya. SiNabi Sakharia noramala tetagu heꞌua kana nobayari tolumpulumboꞌa teperak untuk monjaati teMesias."}, {"id": "21-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-12.jpg", "text": "Tenabi-nabi valii nonjaritaa sima iamaꞌo teMesias kana maate. SiNabi Yesaya noramala teMesias kana nopenyuui, nojajaati, notenggel ane nobouli. Lamai heꞌua Siia kana notavala, ane Siia kana maate masesa ane mepees tutuu, maampo Siia jio nonggauka tesala."}, {"id": "21-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-13.jpg", "text": "Tenabi-nabi nonjaritaa valii teMesias kana tututuu, jio umai odosa. Siia maate antau monarima tehukuman lamai tedosa-dosa nutoo-too ntaninya. Tehukuman heꞌua kana majari teꞌombombosi nuꞌAlataꞌala eimanusia. Karna heꞌua, teꞌAlataꞌala monyadiaa teMesias sima tepombee untuk tedosa numanusia."}, {"id": "21-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-14.jpg", "text": "Tenabi-nabi noramala teMesias kana maate ane teꞌAlataꞌala kana metuvua Siia lamai teꞌamateong. Karna teꞌamateong ane teꞌotutuvuonye nuMesias, teꞌAlataꞌala kana monouka terancana monyalamata tetoo-too odosa ane mompamula tepejanjiong sanu vuou."}, {"id": "21-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-21-15.jpg", "text": "TeꞌAlataꞌala nonujua einabi-nabi mabari tegauk sima teMesias, tapi teMesias jiompo majaok eiwatu tenabi-nabi heꞌua. Nelabi lamai apagatusntoung touk sanu iramala sanu ponouꞌong, eiwatunya sanu mapaas teꞌAlataꞌala nonuju teMesias majaok eijuniaa."}], "number": "21", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 3:15; 12:1-3; teꞌUlangan 18:15; 2 siSamuel 7; siYeremia 31; siYesaya 59:16; siDaniel 7; siMaleakhi 4:5; siYesaya 7:14; siMikha 5:2; siYesaya 9:1-7; 35:3-5; 53; 61; teMasmur 22:18; 35:19; 69:4; 41:9; siSakharia 11:12-13; siYesaya 50:6; teMasmur 16:10-11.", "title": "21. TeꞌAlataꞌala Nojanjia TeMesias"}, {"frames": [{"id": "22-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-01.jpg", "text": "Eiwatu luulu, teꞌAlataꞌala nonjarita eitoo-too nuꞌIsrael nepake temalaekat-malaekat ane tenabi-nabi. Tapi nelabi apagatusntoung nalabat ane Siia jio nonjarita eisiira. Jio inototoi sotoo temalaekat najaok eisotoo teꞌimam sanu meisi tetopenya siSakharia. SiSakharia ane telapinya, siꞌElisabet heꞌua tetoo-too sanu nonuruk eiꞌAlataꞌala, tapi siira neisimo ane siꞌElisabet jiompo ounga."}, {"id": "22-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-02.jpg", "text": "Watu siSakharia nongganea tebangsa nuꞌIsrael eiVonua nuꞌAlataꞌala, sotoo temalaekat nonjarita eisiSakharia, “Telapimu kana moguungaa sotoo teunga langkai. Siꞌoo kana monopea siia siYohanes. Siia kana nokuasai nuꞌAlus nuꞌAlataꞌala, ane kana monyiapa tetoo-too molabot teꞌajajaok nuMesias!” SiSakharia nonyimbat, “Siaꞌu ane telapiꞌu meisimo tutuu untuk moꞌounga! Iamaꞌo siaꞌu kana moꞌotoi tegauk eini kana majari?”"}, {"id": "22-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-03.jpg", "text": "Temalaekat heꞌua nonyimbat, “Siaꞌu tinuju nuꞌAlataꞌala nokarevaa teKareva sanu Mombosi eini. Karna siꞌoo jio momarcaya eisiaꞌu, siꞌoo kana mobobo jaok teunga niꞌoo nopoguungaa.” Selengaan siSakharia jiongo maala monjarita. Lamai heꞌua temalaekat nolinjoꞌimo siia. Touk heꞌua siSakharia netencile naꞌo eivonua. Jio neende lamai heꞌua telapinya nolumalomo."}, {"id": "22-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-04.jpg", "text": "Nagana onombulang siꞌElisabet eiꞌompong, temalaekat sanu selilio najaok eirurus niꞌElisabet tetopenya siMaria. Siia ulengi marandaa ane dinutamo nusotoo telangkai tetopenya siYusup. Tapi siira jiompo moꞌoturu concoono. Temalaekat heꞌua nonjarita, “Siꞌoo kana molumalo ane moguungaa sotoo teunga langkai. Siꞌoo kana monopea Siia siYesus. Siia heꞌua teUnga nuꞌAlataꞌala sanu Mapangkat ane kana momarenta seende-endenya!”"}, {"id": "22-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-05.jpg", "text": "SiMaria nonyimbat, “Iamaꞌo eini majari, karna siaꞌu eini jiompo olapi?” Temalaekat heꞌua nonjaritaonye, “TeꞌAlus nuꞌAlataꞌala kana majaok eisiꞌoo, ane teꞌababaraka nuSiopu kana monyabaa siꞌoo molumalo. Karna heꞌua teunga niꞌoo kana mapacing, teUnga nuAlataꞌala.” SiMaria nomarcaya ane nonarima tesapa sanu jinaritaa numalaekat heꞌua."}, {"id": "22-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-06.jpg", "text": "Jio neende notouk temalaekat nonjarita eisiMaria, siMaria umaꞌo ane nonjaoꞌi siꞌElisabet. Watu siꞌElisabet neꞌeepe tesalam niMaria, teunga eilalong nuꞌoungaong niꞌElisabet nengkening-kening. Rotoo tebengkel heꞌua masanang concoono sima tesapa sanu ginaukaꞌomo nuꞌAlataꞌala eisiira. Touk tolumbulang, siMaria netencile eivonua."}, {"id": "22-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-22-07.jpg", "text": "Touk siꞌElisabet noguungaa teunganya, siSakharia ane siꞌElisabet nonopea teunga heꞌua siYohanes sima sanu pinarentaa numalaekat eisiira. Lamai heꞌua siSakharia netejaritamo. Siia nonjarita, “Pinuji teꞌAlataꞌala, karna Siia nolambot tetoo-too-Nya! Siꞌoo, teungaꞌu, kana notope tenabi nuꞌAlataꞌala sanu Mabaraka! Siꞌoo kana mongular eitoo-too iamaꞌo tedosa-dosa niira maala noꞌampuni.”"}], "number": "22", "ref": "Eini tejarita nuꞌAlataꞌala lamai siLukas 1.", "title": "22. SiꞌElisabet Ane SiMaria Majari Molumalo Karna Terancana NuꞌAlataꞌala"}, {"frames": [{"id": "23-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-01.jpg", "text": "SiMaria pepees netatambaꞌong concoono sotoo sanu mondolong tinope siYusup. Watu siYusup neꞌeepe sima siMaria nolumalo, siia moꞌotoi heꞌua jio teunganya. Siia jio seilu mogutu siMaria mesili, karna heꞌua siia orancana kana odo-odoy monggaata siMaria. Tapi, jijiompo siia monggauka heꞌua, sotoo temalaekat nepopoꞌitaa teꞌalaenya eisiia eilalong nuupiong."}, {"id": "23-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-02.jpg", "text": "Temalaekat heꞌua nonjarita, “SiYusup, inyaa mobule mongala siMaria sima telapimu. Teunga sanu umai eilalong nuꞌoungaongnya lamai teꞌAlus nuꞌAlataꞌala. Siia kana moguungaa teunga langkai. Topeaꞌomo Siia siYesus (sanu tebatuanya, ‘teꞌAlataꞌala monyalamata’), karna Siia sanu monyalamata tetoo-too lamai tedosa-dosa niira.”"}, {"id": "23-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-03.jpg", "text": "Jadi siYusup nolapi siMaria ane nongomungnya netencile sima telapinya, tapi siYusup jio nonggauka tehubungan sima montoilapi concoono siia jaok siia noguungaa."}, {"id": "23-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-04.jpg", "text": "Eiwatu heꞌua, tetana nuꞌIsrael kinuasai nuRoma. Lamai heꞌua, watu siMaria kana noguungaa, tepomarenta nuRomawi nonggauka nondavtar jojoo tetoo. Karna heꞌua jojoo tetoo umaꞌo eikota nusiopu-siopu niira selilio antau mondavtar tetope niira. TeBetlehem heꞌua tekampung nusiopu niira, siDaud. Karna heꞌua siMaria ane siYusup kana monggauka tepelampa maavar lamai tepomoiaong niira eiNasaret jaok teBetlehem."}, {"id": "23-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-05.jpg", "text": "Watu siira najaok eiBetlehem, jio umai opomoiaong nopoꞌoturui. Boi umai tekandang sanu pinomoiai nubinaatang. Eiriꞌua siYusup ane siMaria nomoia. TeUnga heꞌua pinoguungaaꞌomo eiriꞌua ane siinanya nongembeaꞌonya eilalong nupenginanong nubinaatang."}, {"id": "23-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-06.jpg", "text": "Eimondoung heꞌua, umai sosoꞌuya topomiara eibuut nugio eiꞌosuk pomoiaong heꞌua pepees nonjaga tedomba-domba niira. Jio inototoi, sotoo temalaekat sanu nepunjaar nepopoꞌitaa teꞌalae umaꞌo eisiira ane siira tutuu nobule. Temalaekat heꞌua nonjarita, “Inyaa mobule, karna siaꞌu umai okareva mombosi eisiꞌemiu. Tepuang sanu jinanjia, heꞌua teMesias, teSiopu niꞌita, pinoguungaaꞌomo eiBetlehem!”"}, {"id": "23-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-07.jpg", "text": "“Naꞌomo lolo teUnga heꞌua. Siꞌemiu maꞌajaok siia sinoꞌopi tekaing ane inembea eilalong nupenginanong nubinaatang.” Jio inototoi, binuꞌei temalaekat eilangit sanu nomuji eiꞌAlataꞌala, inularnya, “Nomuji teꞌAlataꞌala eisuruga ane membombosiong eijuniaa eitoo-too sanu seilu-Nya!”"}, {"id": "23-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-08.jpg", "text": "Jio meende lamai heꞌua tetopomiara-topomiara najaok eipomoiaong nuUnga heꞌua ane siira naꞌajaoko eisiia inembea eipenginanong nubinaatang, sima inulara numalaekat heꞌua eisiira. Siira tututuu nasanang. SiMaria tututuu nasanang, valii. Tetopomiara-topomiara netencile eibuut nugio eipaio tedomba-domba, nonyukur eiSiopu karna jojoo sanu inepe niira ane inita niira. Watu oalueleoaꞌonya teunga heꞌua sinuna ane tinope siYesus sima pinarenta nuꞌAlataꞌala."}, {"id": "23-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-09.jpg", "text": "Watu siYesus pinoguungaa, tetoo-too sanu mapande mombasa tevituong lamai tepomoiaong sanu naavar eitimur neꞌita sobua tevituong sanu jio biasa eilangit. Siira heꞌua nasadar sotoo tepuang nutoo-too nuYahudi sanu paꞌali pinoguungaa. Jadi siira nonggauka tepelampa sanu tututuu maavar kana mongita tepuang eini. Lasiantoung lamai heꞌua siira najaoko eiBetlehem ane najaoko eipomoiaong eipaio siYesus ane tetosiaꞌangnya nomoia."}, {"id": "23-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-23-10.jpg", "text": "Watu tetoo-too sanu mapande heꞌua neꞌita siYesus ncoono siinanya, siira nopotuꞌu ane noposuncul ane nonyomba eiSiia. Siira nombee tebulaan ane terampa-rampa sanu masuli eisiYesus. Lamai heꞌua siira netencilem."}], "number": "23", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 2; siLukas 2.", "title": "23. SiYesus Pinoguungaa"}, {"frames": [{"id": "24-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-01.jpg", "text": "SiYohanes, teunga niSakharia ane niꞌElisabet, nabaꞌay ane najari sotoo tenabi. Siia nomoia eitana sanu jio pinomoiai nutoo, nenginang temanisan ane teꞌalipapaa, ane nepake tepakean sanu pinogutu lamai tevulu nuꞌunta."}, {"id": "24-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-02.jpg", "text": "Nabari tetoo umaꞌo eitana sanu jio pinomoiai nutoo mopoꞌinepea siYohanes. Siia nokarevaa tejarita nuꞌAlataꞌala eisiira, inularnya, “Patobamo, tePomarenta nuꞌAlataꞌala kana moꞌosuko mompamula!”"}, {"id": "24-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-03.jpg", "text": "Watu tetoo-too noꞌinepea tetutuunong niYohanes, nabari tetoo natoba lamai tedosa niira ane binaptis niYohanes. Nabari tetopomimpin nuꞌagama valii majaok antau nobaptis, tapi siira jio matoba atau mongakui tedosa-dosa niira."}, {"id": "24-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-04.jpg", "text": "SiYohanes nonjarita eitopomimpin-topomimpin nuꞌagama heꞌua, “Siꞌemiu tesaa sanu mebisa! Patobamo ane balik tegauk-gaukmu. Jojoo tepuu sanu jio nohasila tevua sanu mombosi, kana notovong ane norampaka eilalong nuapi.” Monggatustoung luulumai teꞌAlataꞌala nonjarita nepake siNabi Yesaya sima siYohanes sima eini, “Itaimo, Siaꞌu monuju tevotuangU mongaliurui teMesias. TevotuangU kana monyiapa tejalang nuMesias.”"}, {"id": "24-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-05.jpg", "text": "Lasoꞌuyatoo tetoo nuYahudi noꞌutanya eisiYohanes siia heꞌua teMesias atau jio. SiYohanes nonyimbat, “Siaꞌu jio teMesias, tapi umai sotoo sanu majaok touk siaꞌu. Siia mombosi tutuu ane siaꞌu jio masipato mombuꞌas tesandal-Nya.”"}, {"id": "24-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-06.jpg", "text": "Modondong eleonya, siYesus najaoko kana nobaptiso niYohanes. Watu siYohanes neꞌita-Nya, siia nonjarita, “Itai! Einimo teUnga nuDomba nuꞌAlataꞌala, sanu monggagisa tedosa-dosa nutoo-too eijuniaa.”"}, {"id": "24-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-07.jpg", "text": "SiYohanes nonjarita eisiYesus, “Siaꞌu jio masipato mombaptis Siꞌoo. Kanaboi Siꞌoo mombaptis Siaꞌu,” Tapi siYesus nonjarita, “Siꞌoo kana mombaptis Siaꞌu, heꞌua sanu tutuu kanaboi nogauka.” Jadi siYohanes nombaptiso siYesus, maampo Siia jio umai odosa."}, {"id": "24-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-08.jpg", "text": "Watu siYesus nesuvung lamai teogo notouk binaptis, teꞌAlus nuꞌAlataꞌala nogurupa sima temanuk temerpati nenyau lamai tesuruga ane nesompo eidodompal-Nya. Watu heꞌua valii tesuara nuꞌAlataꞌala lamai tesuruga nonjarita, “Siꞌoo teungaꞌU sanu Uꞌagalani, ane eiSiꞌoo Siaꞌu masanang tutuu.”"}, {"id": "24-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-24-09.jpg", "text": "TeꞌAlataꞌala nongularaꞌomo eisiYohanes, “TeꞌAlus nuꞌAlataꞌala kana menyau ane mesompo eisotoo sanu nobaptis niꞌoo. Siia heꞌua teUnga nuꞌAlataꞌala.” Boi sotoo teꞌAlataꞌala. Tapi watu siYohanes nombaptis siYesus, siia neꞌeepe tesuara nuꞌAlataꞌala, neꞌita teUnga nuꞌAlataꞌala nesuvung lamai teogo, ane neꞌita teꞌAlus nuꞌAlataꞌala nenyau lamai tesuruga."}], "number": "24", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 3; siMarkus 1:9-11; siLukas 3:1-23.", "title": "24. SiYohanes Nombaptis siYesus"}, {"frames": [{"id": "25-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-01.jpg", "text": "Touk siYesus binaptis, teꞌAlus nuꞌAlataꞌala selengaan nomimpin Siia nesuvung umaꞌo eitana sanu jio pinomoiai nutoo, eipaio Siia nepuasa eꞌendenya apampulueleo apampulumbengi. Eꞌendenya watu heꞌua siYesus nosoꞌarai nupuang nuseetan."}, {"id": "25-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-02.jpg", "text": "Tepuang nuseetan nonyoꞌarai siYesus ane nonjarita, “Ane Siꞌoo teUnga nuꞌAlataꞌala, balik tevatu-vatu eini majari teroti antau Siꞌoo maala menginang!”"}, {"id": "25-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-03.jpg", "text": "SiYesus nonyimbat, “Umai netetulis eilalong nubuku niMusa, ‘Temanusia jio boi momarluua teroti antau metuvu, tapi valii momarluua tiap tevirman sanu nojaritaa nuꞌAlataꞌala!’”"}, {"id": "25-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-04.jpg", "text": "Lamai heꞌua tepuang nuseetan nongomung siYesus eivumbungan nuVonua nuꞌAlataꞌala ane nonjarita, “Ane Siꞌoo teUnga nuꞌAlataꞌala, navua teꞌalae-Mu umanyau, karna umai netetulis, ‘TeꞌAlataꞌala kana momarentaa temalaekat-Nya moraꞌop Siꞌoo antau tepaa-Mu jio monyundul tevatu.’”"}, {"id": "25-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-05.jpg", "text": "Tapi siYesus nonyimbat, “Umai valii netetulis eilalong nubuku sanu Mapacing, ‘Inyaa monyoꞌarai teSiopu, teꞌAlataꞌalamu.’”"}, {"id": "25-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-06.jpg", "text": "Lamai heꞌua tepuang nuseetan nonujua eisiYesus jojoo tepomarentaong eijuniaa ane jojoo tekuasa ane teꞌakakaya ane nonjarita, “Ane Siꞌoo mopotuꞌu ane monyomba siaꞌu, siaꞌu kana mombeena jojoo eini eisiꞌoo.”"}, {"id": "25-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-07.jpg", "text": "SiYesus nonyimbat, “Naꞌomo lamai Siaꞌu, tepuang nuseetan! Umai netetulis eilalong nujarita nuꞌAlataꞌala, ponyomba boi eiSIOPU, teꞌAlataꞌalamu ane boi monuruk eiSiia.”"}, {"id": "25-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-25-08.jpg", "text": "SiYesus jio monggauka teꞌeseseilu nupuang nuseetan, karna heꞌua tepuang nuseetan nolinjoꞌimo Siia. Lamai heꞌua temalaekat-malaekat najaok ane nolayani siYesus."}], "number": "25", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 4:1-11; siMarkus 1:12-13; siLukas 4:1-13.", "title": "25. Tepuang Nuseetan Nonyoꞌarai SiYesus"}, {"frames": [{"id": "26-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-01.jpg", "text": "Touk Siia sinoꞌarai nupuang nuseetan, siYesus netencile umaꞌo eiGalilea, tetana-Nya. Siia nobuꞌe concoono teꞌababaraka nuꞌAlus nuꞌAlataꞌala. Siia umaꞌo eipomoiaong-pomoiaong ane nomaguru. Siia pinuji jojoo tetoo simamo tetoo sanu mombosi."}, {"id": "26-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-02.jpg", "text": "Lamai heꞌua siYesus umaꞌo eiNasaret eipomoiaong sanu inabaꞌayi-Nya. Watu teEleo nuPengondok, Siia umaꞌo eipongganeong nutoo nuYahudi. Siira nombee eiSiia sanu tinulis niNabi Yesaya antau siia mombasamo heꞌua. SiYesus nomboꞌa heꞌua ane nombasa sanggaat eitoo-too eiriꞌua."}, {"id": "26-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-03.jpg", "text": "Siia nombasa, “TeꞌAlataꞌala nombeemo eiSiaꞌu teꞌAlus-Nya untuk mongulara teKareva sanu Mombosi eitoo-too sanu nopukur, nopaꞌabebas tetoo-too sanu tinaani, nepeꞌeondok tetoo-too sanu nobuta, ane nopaꞌabebas tetoo-too sanu nasesa.”"}, {"id": "26-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-04.jpg", "text": "Lamai heꞌua siia nongodung. Jojoo tetoo nongongontong tutuu Siia. Siira moꞌotoi sanu binasa heꞌua sima teMesias. Lamai heꞌua siia nonjarita, “Eleo eini, sanu binasaꞌU pepeeso najari.” Jojoo tetoo neherang ane nonjarita, “Eini boi teunga niYusup!”"}, {"id": "26-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-05.jpg", "text": "Lamai heꞌua siYesus nonjarita, “Tesapa sanu Uulara eini tutuu. Jio umai anabi sanu inoongkoi eikampung mbotonya. Umai nabari tetimbala eiꞌIsrael eiwatu siNabi Elia. Tapi watu teujang jio nenyau eꞌendenya toluntoung onombulang, teꞌAlataꞌala jio nonuju siꞌElia mondulu sotoo tejanda eitana nuꞌIsrael, tapi tetimbala eitana ntaninya.”"}, {"id": "26-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-06.jpg", "text": "SiYesus nonarusa, “Watu siNabi Elisa, umai nabari tetoo sanu nepees tepudung eiꞌIsrael. Tapi siꞌElisa jio mepeꞌeondok maampo sotoo lamai eiolot niira. Boi siNaꞌaman, tetopomimpin nutantara numusu nuꞌIsrael, sanu pineꞌeondoknya.” Tetoo-too nuYahudi lamai teꞌIsrael sanu neꞌeepe siYesus najari tutuu nongoungkul, karna siYesus nonjaritaa sima tenabi-nabi sanu jio nolayani tetoo-too nuYahudi."}, {"id": "26-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-07.jpg", "text": "Lamai heꞌua tetoo-too nuNasaret nonyuvuna siYesus lamai tepongganeong heꞌua ane nongomung Siia jaok eipipit nupampang ane seilu monavua Siia umaꞌo tepampang heꞌua antau momate Siia. Tapi siYesus boi nelampa nalabat lamai eiolot niira lamai heꞌua Siia nesuvungo lamai teKota nuNasaret."}, {"id": "26-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-08.jpg", "text": "Lamai heꞌua siYesus nelampa eiTana nuGalilea, ane mabari tetoo najaok eiSiia. Siira nongomung mabari tetoo sanu nepees ane sanu noluntoy. Umai tetoo-too sanu nobuta, nobongol, nonggoyot atau jio maala nelampa. SiYesus nepeꞌeondok siira jojoo."}, {"id": "26-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-09.jpg", "text": "Mabari tetoo sanu pinentamai nuꞌalus-alus sanu majaat inomung eisiYesus. Watu siYesus nomarenta, teꞌalus-alus sanu majaat nesuvung lamai tetoo-too. Mabari ngkaningo teꞌalus-alus sanu majaat heꞌua oroa-roa, “Siꞌoo eini teUnga nuꞌAlataꞌala!” Mabari tetoo neherang siYesus maala nombugo teꞌalus-alus sanu majaat ane siira nomuji teꞌAlataꞌala."}, {"id": "26-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-26-10.jpg", "text": "Touk heꞌua siYesus nomile sompulu rotoo sanu tinope tetopongomung-topongomung tekareva. Siira nelampa concoono siYesus ane neguru lamai siYesus."}], "number": "26", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 4:12-25, siMarkus 1:14-15, 35-39; 3:13-21; siLukas 4:14-30, 38-44.", "title": "26. SiYesus Nompamula Tepokarajaaong-Nya"}, {"frames": [{"id": "27-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-01.jpg", "text": "Vavalii seeleo, sotoo teguru nuhukum nuꞌAlataꞌala najaok eisiYesus ane seilu monyoꞌarai Siia, inularnya, “Guru, tesapa sanu kanaboi ugauka antau maꞌaala teꞌotutuvu seende-endenya?” SiYesus nonyimbat, “Tesapa sanu netetulis eilalong nuhukum nuꞌAlataꞌala?”"}, {"id": "27-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-02.jpg", "text": "Inular nuguru nuhukum heꞌua, “Agalanimo teSiopu, teꞌAlataꞌalamu, concoono jojoo teambok, teꞌalae, teꞌuig, ane tepikiranmu. Agalani terurusmu sima teꞌalaemu mboto.” SiYesus nonyimbat, “Siꞌoo tutuu! Gauka heꞌua ane Siꞌoo kana metuvu seende-endenya.”"}, {"id": "27-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-03.jpg", "text": "Tapi teguru nuhukum heꞌua seilu mepopoꞌitaa siia tutuu, jaok siia noꞌutanya, “Sisee terurusu?”"}, {"id": "27-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-04.jpg", "text": "SiYesus nonyimbat teguru nuhukum heꞌua nepake tejarita. “Umai sotoo telangkai nuYahudi sanu nonggauka tepelampanya lamai teKota nuYerusalem umaꞌo teKota nuYerikho.”"}, {"id": "27-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-05.jpg", "text": "“Pepees siia nelampa, lasiatoo tetopongangga nongeva siia. Siira nongala jojoo tesagaranya ane nomboulinya jaok sedeꞌipo naate. Lamai heꞌua siira umaꞌomo.”"}, {"id": "27-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-06.jpg", "text": "“Jio neende touk heꞌua, sotoo teꞌimam nuYahudi jio inototoi nelampa nonunggai tejalang sanu selilio. Watu tetopomimpin nuꞌagama eini neꞌita tetoo sanu pinonganggai ane binouli heꞌua, siia nombalik eisantava nujalang heꞌua, nomatuvaya tetoo sanu momarluua tepondulu heꞌua, ane tatarus nelampa.”"}, {"id": "27-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-07.jpg", "text": "“Jio neende lamai heꞌua, sotoo tetoo nuLewi najaok nelampai tejalang heꞌua. (Tetoo nuLewi heꞌua tesuku nuYahudi sanu nondulu teꞌimam eiVonua nuꞌAlataꞌala.) Tetoo nuLewi heꞌua valii nombalik eisantava nujalang heꞌua ane nomatuvaya tetoo sanu pinonganggai ane binouli heꞌua.”"}, {"id": "27-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-08.jpg", "text": "“Tetoo ancunaꞌonya sanu nelampai tejalang heꞌua tetoo nuSamaria, heꞌua tetoo nuYahudi sanu inanggap inenciina karna netegalot nolapi concoono tesuku-suku sanu jio nomarcaya eiꞌAlataꞌala. Tapi watu tetoo nuSamaria heꞌua neꞌita tetoo heꞌua, siia noondong. Karna heꞌua siia nojampani tetoo heꞌua ane nongalui tepaꞌit-paꞌitnya.”"}, {"id": "27-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-09.jpg", "text": "“Heꞌuapa tetoo nuSamaria heꞌua nonyavea tetoo heꞌua umaꞌo tekeledainya mboto ane nongomungnya umaꞌo tepesoong eipaio siia nojampangnya.”"}, {"id": "27-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-10.jpg", "text": "“Vavalii seeleonya, tetoo nuSamaria heꞌua kanaboi monarusa tepelampanya. Siia nombeena tedoi eitoo sanu togupesoong heꞌua ane nonjarita, ‘Jampani siia. Ane siꞌoo mongoli nelabi lamai tedoi eini, siaꞌu kana mombolosnya tetambo watu siaꞌu metencile.’”"}, {"id": "27-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-27-11.jpg", "text": "Lamai heꞌua siYesus noꞌutanya eiguru nuhukum heꞌua, “Iamaꞌo monurut siꞌoo? Sisee lamai tolutoo heꞌua sanu sima terurus eitoo pinonganggai ane binouli heꞌua?” Teguru nuhukum heꞌua nonyimbat, “Tetoo sanu nonuluninya.” SiYesus nonjarita eiguru nuhukum heꞌua, “Naꞌomo ane gauka sima heꞌua valii.”"}], "number": "27", "ref": "Eini tejarita nuꞌAlataꞌala lamai siLukas 10:25-37.", "title": "27. Tetuturong NuToo NuSamaria Sanu Mombosi"}, {"frames": [{"id": "28-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-01.jpg", "text": "Watu seeleo sotoo najaok eisiYesus. Tetoo heꞌua nokuasa, molumbi ane nakaya. Siia noꞌutanya eisiYesus, “Guru sanu mombosi, monggauka tesapa siaꞌu antau maꞌaala teꞌotutuvu sanu seende-endenya?” Noꞌutanya siYesus eisiia, “Neteꞌuya siꞌoo nongular Siaꞌu mombosi? Boi umai sotoo sanu mombosi, ane heꞌua teꞌAlataꞌala. Tapi ane siꞌoo seilu maꞌaala teꞌotutuvu sanu seende-endenya, turuꞌi tehukum-hukum nuꞌAlataꞌala.”"}, {"id": "28-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-02.jpg", "text": "Pinoꞌutanyainya, “Tehukum-hukum nusapa sanu kanaboi uturuꞌi?” SiYesus nonyimbat, “Inyaa momate. Inyaa monyaapi. Inyaa mongangga. Inyaa malampoa. Poꞌoongko eisiamamu ane siinamu ane galani jojoo temanusia sima siꞌoo nonggalani teꞌalaemu mboto.”"}, {"id": "28-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-03.jpg", "text": "Tetoo sanu makaya heꞌua nonjarita, “Siaꞌu nonuruꞌimo jojoo tehukum eini lamai watu siaꞌu ulengi medeꞌi jaok eꞌeini. Tesapa sanu ulengi kanaboi ugauka?” SiYesus nongongontong siia ane nagalang eisiia."}, {"id": "28-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-04.jpg", "text": "SiYesus nonyimbat, “Ane siꞌoo seilu majari melengkaap, naꞌomo ane pobaluk jojoo sanu umai eisiꞌoo ane veena tedoinya eitoo-too sanu nopukur, ane siꞌoo kana oharta eisuruga. Lamai heꞌua ponuuto Siaꞌu.”"}, {"id": "28-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-05.jpg", "text": "Watu tetoo sanu makaya heꞌua neꞌeepe tesapa sanu jinarita niYesus, siia najari tututuu noondong, karna siia tutuu nakaya ane jio seilu nodaag teꞌakakayanya. Siia negois ane nolinjoꞌi siYesus."}, {"id": "28-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-06.jpg", "text": "Lamai heꞌua siYesus nonjarita eimurit-murit-Nya, “Tututuu nandasa tetoo sanu nakaya mompamula noparenta nuꞌAlataꞌala! Melabi magampang sambaang teꞌunta mentama eilulu nujaru heꞌuapa sotoo sanu nakaya mompamula noparenta nuꞌAlataꞌala.”"}, {"id": "28-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-07.jpg", "text": "Watu temurit-murit neꞌeepe eini siira netetarigut ane nonjarita, “Ane sima heꞌua, sisee sanu maala nosalamata?”"}, {"id": "28-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-08.jpg", "text": "SiYesus nongongontong temurit-murit-Nya ane nonjarita, “Tetoo-too jio maala monggauka heꞌua, tapi teꞌAlataꞌala maala monggauka jojoo tegauk.”"}, {"id": "28-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-09.jpg", "text": "SiPetrus nonjarita eisiYesus, “Siꞌami eini nolinjoꞌimo jojoo tesagara ane jojoo terurus ane nonuuto Siꞌoo. Tesapa sanu majari tetambo niꞌami?”"}, {"id": "28-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-28-10.jpg", "text": "SiYesus nonyimbat, “Tetoo sanu nolinjoꞌimo tevonua, tesiaꞌa, tetuai, tesiama, tesiina, teunga, atau teharta karna tetopeꞌU, kana monarima sagatus ngkaning nelabi nabari eijuniaa eini, concoono jinajaati. Tapi eijuniaa sanu kana majaok siia kana novenii tetambo sanu mooge ane teꞌotutuvu sanu seende-endenya. Tapi nabari tetoo sanu pamulanya kana majari tetoo sanu ponouꞌong, ane tetoo sanu ponouꞌong kana majari tetoo sanu pamulanya.”"}], "number": "28", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 19:16-30; siMarkus 10:17-31; siLukas 18:18-30.", "title": "28. Sotoo Sanu Makaya Najaok EisiYesus"}, {"frames": [{"id": "29-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-01.jpg", "text": "Watu seeleo siPetrus noꞌutanya eisiYesus, “Siopu, ane terurusu monggauka tedosa eisiaꞌu, jaok siangkaning siaꞌu kanaboi mongampuni siia? Jaok pitungkaning?” Nongular siYesus, “Jio pitungkaning, tapi jaok pitumpulu pitungkaning!” Concoono eini, siYesus nongular siꞌita kanaboi kalepu meampu-ampunong. Lamai heꞌua siYesus nonjaritaa tejarita eini."}, {"id": "29-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-02.jpg", "text": "SiYesus nonjarita, “TePomarenta nuꞌAlataꞌala heꞌua sima sotoo tepuang sanu seilu monouka porekenong teinda concoono tevotuangnya. Sotoo tevotuangnya oinda tututuu nabari tetambo nokarajaa sagatus limampuluribuntoung.”"}, {"id": "29-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-03.jpg", "text": "“Karna tevotuang jio maala mombayar teindanya, tepuang heꞌua nonjarita, ‘Pobaluko tetoo eini ane telapi ane teunga-unganya sima tevotuang antau mombayar teindanya.’”"}, {"id": "29-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-04.jpg", "text": "“Tevotuang sanu oinda mabari heꞌua umaꞌo nopotuꞌu eitolo nupuang ane nonjarita, ‘Paꞌasabar eisiaꞌu, ane siaꞌu kana mombayar jojoo valii.’ Tepuang noondong teambok eivotuang heꞌua ane nonggagisa jojoo teindanya ane nomatuvaya siia umaꞌo.”"}, {"id": "29-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-05.jpg", "text": "“Tapi watu tevotuang heꞌua umaꞌo, siia nonjaoꞌi tevotuang ntaninya sanu oinda eisiia tetambo nokarajaa apambulang. Tevotuang heꞌua nerojot tevotuang sanu ntaninya ane nonjarita, ‘Bayari teindamu eisiaꞌu!’”"}, {"id": "29-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-06.jpg", "text": "“Tetoo heꞌua nopotuꞌu ane nonjarita, ‘Paꞌasabar eisiaꞌu, ane siaꞌu kana mombayar jojoo valii.’ Tapi tevotuang heꞌua jio seilu ane nentamaa tetoo heꞌua eipanjara jaok siia maala mombayar teindanya.”"}, {"id": "29-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-07.jpg", "text": "“Lasoꞌuyatoo tevotuang ntaninya neꞌita tegauk heꞌua ane nerasai tutuu noondong. Siira umaꞌo eipuang ane nonjaritaa jojoo tegauk heꞌua.”"}, {"id": "29-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-08.jpg", "text": "“Tepuang noleva tevotuang heꞌua ane nonjarita, ‘Siꞌoo tevotuang sanu majaat! Siaꞌu nongampunimo teindamu karna siꞌoo nomongi tulung eisiaꞌu. Siꞌoo kanaboi monggauka tegauk sanu selio-lio.’ Tepuang tututuu nongoungkul jaok nentamaa tevotuang sanu majaat heꞌua eilalong nupanjara jaok siia maala mombayar vavalii jojoo teindanya.”"}, {"id": "29-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-29-09.jpg", "text": "Lamai heꞌua siYesus nonjarita, “Ane siꞌemiu jio mongampuni terurusmu lamai eilalong nuambokmu, teSiamaꞌU sanu eisuruga valii jio mongampuni siꞌemiu.”"}], "number": "29", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 18:21-35.", "title": "29. Tejarita Sima Tevotuang Sanu Jio Mongampuni"}, {"frames": [{"id": "30-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-01.jpg", "text": "SiYesus nonuju temurit-murit-Nya mokarevaa tejarita nuꞌAlataꞌala ane nomaguru tetoo-too eipomoiaong-pomoiaong sanu ntaninya. Watu siira netencile, siira nonjaritaa eisiYesus tesapa sanu ginauka niira. Lamai heꞌua siYesus neubu siira umaꞌomo concoono Siia eipomoiaong sanu moodoy eisantava nubonto antau mengondok sampalai. Karna heꞌua siira nesave eipayangan ane umaꞌo eisantava nubonto."}, {"id": "30-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-02.jpg", "text": "Tapi nabari tetoo sanu neꞌita siYesus ane temurit-murit-Nya heꞌua umaꞌomo nelengkat umaꞌo eisantava. Tetoo-too heꞌua nelinjok eipipit nubonto antau majaok eisantava mongaliurui siira. Watu siYesus ane temurit-murit-Nya najaok, peinconong nutoo mabari umaimo eiriꞌua, netaang siira."}, {"id": "30-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-03.jpg", "text": "Eilalong nupeinconong nutoo heꞌua umai 5,000 too langkai, jiompo norekeng tebengkel-bengkel ane teunga-unga. SiYesus noondong tutuu eitoo-too heꞌua. SiYesus moꞌotoi, tetoo-too eini sima tedomba-domba sanu jio umai otopomiara. Karna heꞌua Siia nomaguru siira ane nepeꞌeondok sanu nepees."}, {"id": "30-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-04.jpg", "text": "Watu teeleo nompamulamo mondoung, temurit-murit nonjarita eisiYesus, “Teeleo mondoungo ane jio umai okampung sanu moꞌosuk eiriꞌini. Tujumo tetoo-too heꞌua pelampamo antau siira maala melampa melolo sanu noꞌinang.”"}, {"id": "30-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-05.jpg", "text": "Tapi siYesus nonjarita eisiira, “Siꞌemiu kanaboi mombenii siira menginang!” Temurit-murit-Nya nonyimbat, “Iamaꞌo siꞌami maala monggauka heꞌua? Siꞌami boi umai limabua ateroti ane robua tebau.”"}, {"id": "30-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-06.jpg", "text": "SiYesus nonuju temurit-murit-Nya mongular eitoo-too heꞌua mongodung seselibok eibabok nugugus. Selibok limampulutoo."}, {"id": "30-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-07.jpg", "text": "Lamai heꞌua siYesus nongala limabua teroti ane robua tebau heꞌua nopongaring eilangit ane nonyukur."}, {"id": "30-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-08.jpg", "text": "Lamai heꞌua siYesus nompamulamo nononompig teroti ane tebau heꞌua. Siia nombeena sosongkolo heꞌua eimurit-murit-Nya antau noveena eitoo-too heꞌua. Temurit-murit tatarus nonilala sanu noꞌinang heꞌua, ane jiompo valii notouꞌong! Jojoo tetoo nenginang jaok novosu."}, {"id": "30-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-30-09.jpg", "text": "Touk heꞌua temurit-murit nongincona tetoro nuroti ane tebau magana sompulu rokaranji. Jojoo tetoronya lamai limabua teroti ane robua tebau."}], "number": "30", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 14:13-21; siMarkus 6:31-44; siLukas 9:10-17; siYohanes 6:5-15.", "title": "30. SiYesus Nombee Nomaꞌinang Limaributoo"}, {"frames": [{"id": "31-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-01.jpg", "text": "SiYesus nonuju temurit-murit-Nya umaꞌo mesave eipayangan ane nolayag umaꞌo eisantava nubonto pepees Siia nonuju tetoo bari heꞌua umaꞌomo. Touk siYesus nonuju tetoo bari heꞌua, Siia nolalaꞌe umaꞌo eibuut antau Siia nonggane. SiYesus ampi heꞌua boi simotoonya, ane Siia nonggane neende tutuu jaok nondoung."}, {"id": "31-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-02.jpg", "text": "Watu heꞌua, temurit-murit-Nya pepees nongkaug tepayangan niira. Maampo siira nongkaugo meende, siira boi eitatanga nubonto. Siira nandasa tutuu nongkaug karna tebarat makancang mongeva siira."}, {"id": "31-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-03.jpg", "text": "Watu siYesus notouk nonggane, Siia umaꞌo eimurit-murit-Nya. Siia nelampa eibabok nuogo nonunggai umaꞌo tepayangan niira!"}, {"id": "31-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-04.jpg", "text": "Temurit-murit nobubuleong watu siira neꞌita siYesus, karna pinikir niira neꞌita teꞌalus sanu majaat. SiYesus moꞌotoi siira nobubuleong, jadi Siia nonjarita, “Inyaa mobule. Eini Siaꞌu!”"}, {"id": "31-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-05.jpg", "text": "Lamai heꞌua siPetrus nonjarita eisiYesus, “Guru, ane Siꞌoo eini, tujumo siaꞌu majaok eiSiꞌoo melampa eibabok nuogo.” Lamai heꞌua siYesus nonuju siPetrus, “Pajaoko menekai.”"}, {"id": "31-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-06.jpg", "text": "Lamai heꞌua siPetrus nenyau lamai tepayangan ane nompamulamo nelampa eibabok nuogo umaꞌo eisiYesus. Tapi jiompo bega naavar siia nelampa, siia nombalika teponyilignya lamai siYesus ane nompamulamo neꞌita tebalayang ane nerasai tebarat nakancang."}, {"id": "31-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-07.jpg", "text": "Lamai heꞌua siPetrus najari nobule ane nompamulamo nolodong. Siia neroroa, “Guru, salamata siaꞌu!” SiYesus nenyaua telima-Nya ane nondiit telima niPetrus. Lamai heꞌua Siia nonjarita eisiPetrus, “Hee siꞌoo sanu mokurang nomarcaya, neteꞌuya siꞌoo nabata-bata?”"}, {"id": "31-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-31-08.jpg", "text": "Watu siPetrus ane siYesus nesave eipayangan, tebarat selengaan nengondok. Temurit-murit heꞌua tutuu neherang. Siira nonyomba siYesus ane nonjarita eiSiia, “Tututuu, Siꞌoo teUnga nuꞌAlataꞌala.”"}], "number": "31", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 14:22-33; siMarkus 6:45-52; siYohanes 6:16-21.", "title": "31. SiYesus Nelampa Eibabok Nuogo"}, {"frames": [{"id": "32-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-01.jpg", "text": "Watu seeleo, siYesus ane temurit-murit-Nya nesave tepayangan umaꞌo eisantava nubonto eitana nupomoiaong nutoo-too nuGerasa."}, {"id": "32-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-02.jpg", "text": "Watu siira najaok eisantava nubonto, sotoo telangkai, sanu pinentamai nuꞌalus sanu majaat, nelinjok najaok eitolo niYesus."}, {"id": "32-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-03.jpg", "text": "Tetoo heꞌua moꞌuig tutuu. Jio maala sanu montaang siia. Maampo tetoo-too nombeꞌes nurante telima ane tepaanya, siia boi nongkologaꞌonya."}, {"id": "32-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-04.jpg", "text": "Tetoo heꞌua nomoia eigoa-goa pekuburong. Eleo ndoung tetoo eini oroa-roa. Siia jio nepake tebaju ane nengkaning-kaning nonyenyeit teꞌalaenya mboto nepake tevatu."}, {"id": "32-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-05.jpg", "text": "Watu tetoo heꞌua najaok, siia nopotuꞌu eitolo niYesus. SiYesus nonjarita eiꞌalus sanu majaat heꞌua, “Pesuvung lamai tetoo eini!”"}, {"id": "32-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-06.jpg", "text": "Tetoo sanu pinentamai nuꞌalus majaat heꞌua neroroa noporos ane nonjarita, “Tesapa sanu noꞌeseilua niꞌoo eisiaꞌu, siYesus, teUnga nuꞌAlataꞌala sanu mabaraka? Tuluni inyaa nosesai siaꞌu!” Lamai heꞌua siYesus noꞌutanya eiꞌalus sanu nentamai tetoo heꞌua, “Sisee tetopemu?” Siia nonyimbat, “Tetopeꞌu siLegion, karna siꞌami nabari.” (Telegion heꞌua tepeinconong nutantara sanu terekenongnya 3.000 jaok 6.000 too tetantara.)"}, {"id": "32-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-07.jpg", "text": "Teꞌalus-alus sanu majaat heꞌua nomongi eisiYesus, “Inyaa mombugo siꞌami umaꞌo eipampang sanu maꞌaate!” Umai souluong tevavi pepees nenginang eiselibok tebuntuan eiꞌosuk pomoiaong heꞌua. Karna heꞌua, teꞌalus-alus sanu majaat heꞌua nomongi eisiYesus, “Tuluni tujumo valii siꞌami mentama eilalong nuvavi-vavi heꞌua!” SiYesus nonjarita, “Naꞌomo!”"}, {"id": "32-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-08.jpg", "text": "Teꞌalus-alus sanu majaat heꞌua nesuvung lamai tetoo heꞌua ane nentama eilalong nuvavi-vavi heꞌua. Tevavi-vavi heꞌua nelinjok nenyau eipipit nupampang ane nanavu eilalong nubonto ane nolodong. Eilalong souluong heꞌua umai kira-kira roribu mbaang."}, {"id": "32-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-09.jpg", "text": "Watu tetopomiara-topomiara tevavi-vavi heꞌua neꞌita tegauk heꞌua, siira nelinjok ane nongulara jojoo tetoo sanu jinaok niira tesapa sanu ginaukaꞌomo niYesus. Tetoo-too najaok lamai tekota ane neꞌita tetoo sanu luulu pinentamai nuꞌalus-alus sanu majaat heꞌua. Siia pepees nongodung, nepakemo tebaju, ane sima tetoo nonotomo."}, {"id": "32-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-10.jpg", "text": "Tetoo-too heꞌua tututuu nobule ane nomongi siYesus metencile. Karna heꞌua siYesus nesave eilalong nupayangan ane nesiap metencile. Telangkai sanu pineꞌeondoko nomongi umaꞌo concoono siYesus."}, {"id": "32-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-11.jpg", "text": "Tapi siYesus nonjarita eisiia, “Jio. Petencilemo eivonuamu ane ulara eitagu-tagumu ane teruru-rurusmu tesapa sanu ginaukaꞌomo nuSiopu eisiꞌoo ane iamaꞌo Siia nonggaukaꞌomo sanu mombosi eisiꞌoo.”"}, {"id": "32-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-12.jpg", "text": "Lamai heꞌua tetoo heꞌua umaꞌo ane nongulara eijojoo tetoo sima tesapa sanu ginaukaꞌomo niYesus eimbotonya. Jojoo tetoo sanu neꞌeepe tejaritanya neherang ane netetarigut."}, {"id": "32-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-13.jpg", "text": "SiYesus netencile vavalii eisantava nubonto. Notouk Siia najaok eiriꞌua, nabari tetoo neincong eipapalit-Nya ane nongipiti teꞌalae-Nya. Eilalong nupeinconong heꞌua umai sotoo tebengkel sanu nasesa inanggasi nuraa eꞌendenya sompulu rontoung. Siia nonouka jojoo tedoinya nombayar tedokter sanu nonyoꞌar mepeꞌeondoknya, tapi teꞌalaenya boi noniang nepees."}, {"id": "32-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-14.jpg", "text": "Siia neꞌeepemo sima siYesus nepeꞌeondoko nabari tetoo nepees ane nomikir, “Ane siaꞌu boi monggama tepakean niYesus, heꞌuapa siaꞌu valii kana meondok!” Siia umaꞌo eiteꞌe niYesus ane nonggama tepakean-Nya. Watu siia nonggama tepakean niYesus, teraanya selengaan nengondok!"}, {"id": "32-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-15.jpg", "text": "SiYesus selengaan nasadar umai teꞌuig sanu nesuvung lamai teꞌalae-Nya. Jadi Siia negois ane noꞌutanya, “Sisee sanu nonggama Siaꞌu?” Nonyimbat temurit-murit-Nya, “Siopu, nabari tetoo sanu neincong eisevi-Mu ane nongipiti-Mu. Neteꞌuya Siꞌoo noꞌutanya, ‘Sisee sanu nonggama Siaꞌu?’”"}, {"id": "32-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-32-16.jpg", "text": "Tebengkel heꞌua nopotuꞌu eitolo niYesus, gugugur ane tutuu nobule. Lamai heꞌua siia nongulara tesapa sanu ginaukaꞌonya ane siia neondok. SiYesus nonjarita eisiia, “Teꞌaparcayaongmu nepeꞌeondoko siꞌoo. Naꞌomo eilalong nuꞌombombosiong.”"}], "number": "32", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 8:28-34; siMarkus 5:1-20; 25-34; siLukas 8:26-39, 42b-48.", "title": "32. SiYesus Nepeꞌeondok Tetoo Sanu Pinentamai Nuꞌalus Sanu Majaat Ane Tebengkel Sanu Nepees"}, {"frames": [{"id": "33-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-01.jpg", "text": "Vavalii seeleo, siYesus pepees nomaguru eipeinconong nutoo bari eipipit nubonto. Mabari tetoo najaok neꞌeepe Siia jaok siYesus nesave eipayangan eipipit nubonto antau umai tepongodunong Siia maala monjarita eisiira. Siia nongodung eipayangan heꞌua ane nomaguru tetoo-too heꞌua."}, {"id": "33-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-02.jpg", "text": "SiYesus nonjaritaa tejarita eini. “Sotoo tetopejoꞌong umaꞌo mombula tevuꞌu. Watu siia nongambura tevuꞌu, sanggaat tevuꞌu heꞌua nanavu eijalang. Lamai heꞌua najaok temamanuk ane nenginang jojoo tevuꞌu sanu nanavu eijalang heꞌua.”"}, {"id": "33-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-03.jpg", "text": "“Sanggaat tevuꞌu sanu ntaninya nanavu eitana sanu ovatu, eipaio jio mabari tetana. Tevuꞌu eitana ovatu heꞌua molongkang netuvu, tapi terarinya jio bega malalok. Watu teeleo membuꞌa ane majari moondak, tepomulaong heꞌua najari malante ane naate.”"}, {"id": "33-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-04.jpg", "text": "“Tevuꞌu ntaninya valii nanavu eitatanga nuvumbu sanu orui. Tevuꞌu heꞌua nompamula netuvu, tapi tevuꞌu heꞌua inipiti nuvumbu nurui. Karna heꞌua tetutudaong sanu netuvu lamai tevuꞌu eivumbu nurui jio nohasila tevua.”"}, {"id": "33-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-05.jpg", "text": "“Sanggaat tevuꞌu sanu ntaninya nanavu eitana sanu mombosi. Tevuꞌu eini netuvu ane nohasila 30, 60, atau 100 ngkaning teꞌababarinya lamai sanu pinombula. Sisee-see otelinga, patuvaya siia neꞌeepe!”"}, {"id": "33-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-06.jpg", "text": "Tejarita eini neꞌeingu jojoo temurit. Karna heꞌua siYesus nopaꞌapatas, “Tevuꞌu heꞌua sima tejarita nuꞌAlataꞌala. Tejalang heꞌua sima tetoo sanu neꞌeepe tejarita nuSiopu, tapi jio moꞌotoi tebatuanya, ane tepuang nuseetan nongala tejarita heꞌua lamai siira.”"}, {"id": "33-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-07.jpg", "text": "“Tetana ovatu heꞌua sima tetoo sanu neꞌeepe tejarita nuSiopu ane madandalan nonarimanya. Tapi watu mosusa atau jinajaati karna nomarcaya tejarita heꞌua, siia jiongo nomarcaya.”"}, {"id": "33-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-08.jpg", "text": "“Tevumbu nurui sima tetoo sanu neꞌeepe tejarita nuSiopu ane nomarcaya. Tapi lamai heꞌua, teꞌagagalang niira eiꞌAlataꞌala neteompot nugoyong, teꞌakakaya, ane teꞌasasanang nuꞌotutuvu. Tehasilnya, tepangajar sanu inepe niira jio nevua.”"}, {"id": "33-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-33-09.jpg", "text": "“Tapi tetana sanu mombosi heꞌua sima tetoo sanu neꞌeepe tejarita nuSiopu, nomarcaya, ane nohasila tevua sanu mabari.”"}], "number": "33", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 13:1-8, 18-23; siMarkus 4:1-8 13-20; siLukas 8:4-15.", "title": "33. Tejarita Sima Apabagiong Tetana"}, {"frames": [{"id": "34-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-01.jpg", "text": "SiYesus nonjaritaa mabari tejarita ntaninya sima tePomarenta nuꞌAlataꞌala. Siia nongular sima eini, “TePomarenta nuꞌAlataꞌala sima tevuꞌu nubololaia sanu tinuda nutoo eijoꞌongnya. Siꞌemiu moꞌotoi tevuꞌu heꞌua tevuꞌu tonedeꞌi lamai jojoo nungangayaong nuvuꞌu.”"}, {"id": "34-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-02.jpg", "text": "“Tapi watu tevuꞌu heꞌua netuvumo, tevuꞌu heꞌua najari tonooge lamai jojoo tetutudaong eijoꞌong, tututuu mooge jaok temamanuk najaok ane nesompo eipanga-panganya.”"}, {"id": "34-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-03.jpg", "text": "SiYesus nonjaritaa tejarita sanu ntaninya, “TePomarenta nuꞌAlataꞌala heꞌua sima teragi sanu pinopogalot nubengkel eilalong nuꞌadonan nuroti jaok nepudadag umaꞌo jojoo teꞌadonan heꞌua.”"}, {"id": "34-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-04.jpg", "text": "“TePomarenta nuꞌAlataꞌala valii sima teharta sanu netesoyok eijoꞌong. Sotoo sanu ntaninya naꞌajaok teharta heꞌua ane lamai heꞌua nontanongnyaonye. Siia masanang tutuu jaok siia umaꞌo nobaluk jojoo tehartanya lamai heꞌua nongoli tejoꞌong heꞌua.”"}, {"id": "34-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-05.jpg", "text": "“TePomarenta nuꞌAlataꞌala valii sima temutiara sanu mombosi tutuu ane mosuli teolinya. Watu tetopobaluk temutiara jinaoknya, siia nobaluk jojoo tehartanya antau nongoli temutiara heꞌua.”"}, {"id": "34-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-06.jpg", "text": "Touk heꞌua siYesus nonjaritaa eilasiatoo sanu moncalai tetoo ntaninya ane nomarcaya tegauk sanu mombosi sanu nogauka niira mboto maala monyalamata siira. “Umai rotoo umaꞌo monggane eiVonua nuꞌAlataꞌala. Sotoo heꞌua tetopongincong teasel sanu mokorupsi, ane sanu sotoo tetopomimpin nuꞌagama.”"}, {"id": "34-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-07.jpg", "text": "“Tetopomimpin nuꞌagama heꞌua nonggane sima eini, ‘Nonyukur boSiopu siaꞌu jio tetoo sanu nonggauka tedosa sima tetoo-too ntaninya – sima tetopongangga, telangkai sanu jio maꞌadil, tetoponyaapi atau sima tetopongincong teasel sanu mokorupsi heꞌua.’”"}, {"id": "34-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-08.jpg", "text": "“ ‘Siaꞌu nepuasa rongkaning soduminggu ane siaꞌu nombeena eisiꞌoo sompulu perseen lamai jojoo tedoi ane tesasagara sanu tinarimaꞌu.’ ”"}, {"id": "34-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-09.jpg", "text": "“Tapi tetopongincong teasel heꞌua neꞌoro maavar lamai tetopomimpin nuꞌagama heꞌua, ane jio nabarani nonyiliga umaꞌo tesuruga. Siia boi nonimbolu tedodobnya ane nonggane, ‘BoSiopu, agalani siaꞌu tetoo odosa eini.’”"}, {"id": "34-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-34-10.jpg", "text": "Lamai heꞌua siYesus nonjarita, “Siaꞌu nonjarita sanu tutuu eisiꞌemiu, teꞌAlataꞌala noꞌinepea tegane nutopongincong teasel heꞌua ane nongampuni siia. Tapi Siia jio nonarima tegane nutopomimpin nuꞌagama heꞌua. TeSiopu kana mopoꞌororot tetoo sanu maangka, ane Siia kana nopaꞌapangkat tetoo sanu mopoꞌororot teꞌalaenya.”"}], "number": "34", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 13:31-33, 44-46; siMarkus 4:30-32; siLukas 13:18-21; 18:9-14.", "title": "34. SiYesus Nomagurua Tejarita-jarita Ntaninya"}, {"frames": [{"id": "35-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-01.jpg", "text": "Vavalii seeleo, siYesus nomaguru mabari tetopongincong teasel ane tetoo odosa sanu neincong antau meꞌeepe Siia."}, {"id": "35-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-02.jpg", "text": "Tetopomimpin-topomimpin nuꞌagama sanu umai eiriꞌua nonjaati, “SiYesus nonagui tetoo-too sanu odosa.” Karna heꞌua siYesus nonjaritaa tejarita eini."}, {"id": "35-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-03.jpg", "text": "“Umai telangkai sanu ounga rotoo telangkai. Teunga sanu tuai nonjaritaa eisiamanya, ‘Siamaꞌu, siaꞌu momongi tewarisanu eꞌeini!’ Jadi siamanya heꞌua nonilala tehartanya eirotoo teunganya.”"}, {"id": "35-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-04.jpg", "text": "“Lamai heꞌua teunga sanu tuai nongincona jojoo tehartanya ane nelampa umaꞌo naavar nonouka tedoinya nonggauka tedosa.”"}, {"id": "35-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-05.jpg", "text": "“Touk heꞌua najari teorok tututuu eitana heꞌua, ane siia jiongo odoi untuk mongoli sanu noꞌinang. Karna heꞌua siia melolo tepokarajaaong, boi naꞌala tepokarajaaong momaꞌinang tevavi. Siia tututuu nandasa ane noorok jaok siia seilu menginang sanu noꞌinang nuvavi heꞌua.”"}, {"id": "35-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-06.jpg", "text": "“Ponouꞌongnya, siia nonjarita eiꞌalaenya mboto, ‘Tesapa sanu ugauka eini? Jojoo tevotuang nusiamaꞌu umai sanu noꞌinang mabari, tapi eiriꞌini siaꞌu noꞌoroꞌong. Siaꞌu kana metencile umaꞌo eisiamaꞌu ane momongi eisiia majari sotoo tevotuangnya.’”"}, {"id": "35-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-07.jpg", "text": "“Karna heꞌua teunga sanu tuai heꞌua nelampa metencile eivonua niamanya. Watu siia ulengi maavar, siamanya neꞌita siia ane noondong eisiia. Siia nelinjok nolaboti teunga heꞌua ginonggolinya ane mbinongiinya.”"}, {"id": "35-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-08.jpg", "text": "“Teunga heꞌua nonjarita, ‘Siamaꞌu, siaꞌu odosamo eiꞌAlataꞌala ane eisiꞌoo. Siaꞌu jiongo masipato majari teunga niꞌoo.’”"}, {"id": "35-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-09.jpg", "text": "“Tapi siamanya nonjarita eisotoo tevotuangnya, ‘Umaꞌo polongkang! Omung tepakean sanu mombosi ane pakea eisiia! Ulea tesincing eilimanya ane pakea tesandal eipaanya. Lamai heꞌua sambale teunga nubengga sanu mombosi antau siꞌita maala mopesta, karna teungaꞌu naatemo, ane eꞌeini siia netuvuonye! Siia neꞌilango, tapi eꞌeini siia jinaoko!’”"}, {"id": "35-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-10.jpg", "text": "“Karna heꞌua tetoo-too nompamula nopesta. Jio neende lamai heꞌua, teunga sanu siaꞌa netencilemo lamai tepokarajaaongnya. Siia neꞌeepe temusik ane tetoo-too nonari ane noꞌutanya tesapa sanu najari.”"}, {"id": "35-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-11.jpg", "text": "“Watu siia moꞌotoi siira nopesta karna tetuainya netencilemo, siia nongoungkul tututuu jio seilunya mentama eilalong nuvonua. Lamai heꞌua siamanya nesuvung ane nomongi eisiia antau mentama mopesta concoono, tapi jio seilunya.”"}, {"id": "35-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-12.jpg", "text": "“Teunga siaꞌa nonjarita eisiamanya, ‘Eꞌendenya eini siaꞌu nokarajaa tutuu eisiamaꞌu ane nonuruk jojoo teparenta niꞌoo, tapi siamaꞌu jio nombee eisiaꞌu maampo sambaang tebembe sanu medeꞌi antau siaꞌu mopesta concoono tetagu-taguꞌu. Tapi watu teunga sanu nomake tedoi eigauk-gauk sanu jio mombosi eini netencile, siamaꞌu nonyambale tebengga sanu mombosi untuk siia!’”"}, {"id": "35-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-35-13.jpg", "text": "“Siamanya nonyimbat, ‘Teungaꞌu, siꞌoo kalepu concoono siaꞌu, jojoo tehartaꞌu heꞌua tehartamu. Tapi mombosi siꞌita moramea, karna tetuai niꞌoo naatemo, tapi eꞌeini netuvuonye. Siia neꞌilang, tapi eꞌeini najaoko!’”"}], "number": "35", "ref": "Eini tejarita nuꞌAlataꞌala lamai siLukas 15:11-32.", "title": "35. Tepogurapanong Sima Tesiama Sanu Mombosi"}, {"frames": [{"id": "36-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-01.jpg", "text": "Vavalii seeleo, siYesus neubu tolutoo temurit-Nya, siPetrus, siYakobus, ane siYohanes concoono Siia. (Temurit sanu tinope siYohanes eini jio tetoo sanu nombaptis siYesus.) Siira nolalaꞌe eibuut sanu mapangkat antau monggane."}, {"id": "36-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-02.jpg", "text": "Watu siYesus pepees nonggane, telio niYesus najari narava sima teeleo ane tepakean-Nya najari memeas sima terarat, nelabi nemeas sanu pinogutu nutoo eijuniaa."}, {"id": "36-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-03.jpg", "text": "Lamai heꞌua siNabi Musa ane siNabi Elia nempuut. Tetoo-too eini netuvu monggatustoung jijiompo tegauk eini majari. Siira nejajaritaong concoono siYesus sima teꞌamateong-Nya sanu kana majari eiYerusalem."}, {"id": "36-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-04.jpg", "text": "Watu siMusa ane siElia pepees nejajaritaong concoono siYesus, siPetrus nonjarita eisiYesus, “Mombosi tutuu siꞌami umai eiriꞌini. Patuvaya siꞌami mongoroa tolusinarung, sesinarung eiSiꞌoo, sesinarung eisiMusa ane sesinarung eisiElia.” SiPetrus jio moꞌotoi tesapa sanu jinaritaaꞌonya."}, {"id": "36-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-05.jpg", "text": "Watu siPetrus nonjarita, teruꞌong sanu marava nenyau ane nonaub siira ane tesuara lamai teruꞌong heꞌua nonjarita, “Einimo teUngaꞌU sanu Uꞌagalani. Siia mopaꞌasanang teambokU. Poꞌinepea Siia.” Tolutoo temurit heꞌua nobubuleong ane noposuncul eitana."}, {"id": "36-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-06.jpg", "text": "Lamai heꞌua siYesus nondiit siira ane nonjarita, “Inyaa mobule. Pembaungo.” Watu siira nonyilig papalit jiongo otoo eiriꞌua boi siYesus."}, {"id": "36-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-36-07.jpg", "text": "SiYesus ane tolutoo temurit-Nya nenyau lamai tebuut. Lamai heꞌua siYesus nonjarita eisiira, “Inyaa noulara eisisee-see tesapa sanu najari eiriꞌini. Siaꞌu sedeꞌi maꞌo kana maate ane kana metuvuonye. Notouk heꞌua, siꞌemiu maala monjaritaa eitoo-too.”"}], "number": "36", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 17:1-9; siMarkus 9:2-8; siLukas 9:28-36.", "title": "36. Teꞌalae NiYesus Vinenii Terava Nusuruga"}, {"frames": [{"id": "37-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-01.jpg", "text": "Vavalii seeleo, siYesus nonarima tekareva sima siLasarus nepees movoat. SiLasarus ane rotoo terurusnya bengkel, siMaria ane siMarta, tetagu mombosi niYesus. Watu siYesus neꞌeepe tekareva eini, Siia nonjarita, “Tepees eini jio kana monouk nuꞌamateong, tapi kana mogutu tetoo-too momuji teꞌAlataꞌala ane teUnga-Nya.” SiYesus nongagalani tetagu-tagunya heꞌua, tapi Siia netaang nomoia eiriꞌua eꞌendenya roeleo."}, {"id": "37-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-02.jpg", "text": "Notouk roeleo, siYesus nonjarita eimurit-murit-Nya, “Maemo siꞌita metencile umaꞌo teYudea.” Temurit-murit nonyimbat, “Tapi Guru, jiompo meende eini tetoo-too eiriꞌua seilu momate siꞌoo!” SiYesus nonjarita, “Tetagu niꞌita siLasarus, noꞌoturumo, ane Siaꞌu kanaboi mombaunaꞌonya.”"}, {"id": "37-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-03.jpg", "text": "Temurit-murit-Nya nonyimbat, “BoSiopu, ane siLasarus pepees noꞌoturu, siia meondok.” Touk heꞌua siYesus nonjarita tututuu, “SiLasarus naatemo. Siaꞌu masanang Siaꞌu jio ampi heꞌua watu siia naate, antau siꞌemiu momarcaya eiSiaꞌu.”"}, {"id": "37-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-04.jpg", "text": "Watu siYesus najaok eikampung niLasarus, siLasarus naatemo eꞌendenya apaeleomo. SiMarta umaꞌo nonjaoꞌi siYesus ane nonjarita, “Guru, ane Siꞌoo umai eiriꞌini, tetuaiꞌu jio naate. Tapi siaꞌu nomarcaya teꞌAlataꞌala mombenii tesapa sanu nopomongi Niꞌoo lamai Siia.”"}, {"id": "37-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-05.jpg", "text": "SiYesus nonyimbat, “Siaꞌu sanu mombauna tetoo sanu naate ane sanu mombee teꞌotutuvu. Sisee-see sanu nomarcaya eiSiaꞌu metuvu, maampo siia maate. Sisee-see sanu momarcaya eiSiaꞌu jio maate. Siꞌoo nomarcaya eini?” SiMarta nonyimbat “Oie, Guru! Siaꞌu nomarcaya Siꞌoo teMesias, TeUnga nuꞌAlataꞌala.”"}, {"id": "37-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-06.jpg", "text": "Lamai heꞌua siMaria najaok. Siia nopotuꞌu moꞌosuk tepaa niYesus ane nonjarita, “Guru, ane Siꞌoo eiriꞌini, tetuaiꞌu jio naate.” SiYesus noꞌutanya eisiira, “Eipaio siꞌemiu nongembea siLasarus?” Siira nonyimbat eiSiia, “Eikubur. Naꞌomo ane itai.” Lamai heꞌua siYesus notumangis."}, {"id": "37-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-07.jpg", "text": "Tekubur heꞌua eilalong sobua telulu nuvatu sima tegoa. Umai tevatu sanu mooge sanu dinulina mongompoti tebamba nupentamaong nugoa heꞌua. Watu siYesus najaok eikubur, Siia nongular eisiira, “Dulina tevatu heꞌua.” Tapi siMarta nongular, “Siia naatemo eꞌendenya apaeleomo. Siia nemboomo.”"}, {"id": "37-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-08.jpg", "text": "SiYesus nonyimbat, “Ane siꞌemiu nomarcaya siꞌemiu kana meꞌita teꞌababaraka nuꞌAlataꞌala.” Karna heꞌua siira nondulina tevatu heꞌua."}, {"id": "37-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-09.jpg", "text": "Touk heꞌua siYesus nopongaring umaꞌo tesuruga ane nonjarita, “BoSiama Siꞌoo mombosi noꞌinepeaꞌomo Siaꞌu. Siaꞌu moꞌotoi Siꞌoo kalepu noꞌinepea Siaꞌu, tapi Siaꞌu nongulara eini karna jojoo tetoo sanu neꞌoro eiriꞌini, antau siira nomarcaya Siꞌoo nonuju Siaꞌu.” Touk heꞌua siYesus neroroa, “Lasarus, pesuvungo!”"}, {"id": "37-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-10.jpg", "text": "Lamai heꞌua siLasarus nesuvung! Siia ulengi neteꞌalu eilalong nugandis sanu memeas. SiYesus nonuju tetoo-too sanu eiriꞌua, “Dului siia molapasa teꞌalaenya lamai tegandis heꞌua ane mopeꞌebebas siia!” Nabari tetoo nuYahudi nomarcaya eisiYesus karna tegauk sanu mabaraka eini."}, {"id": "37-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-37-11.jpg", "text": "Tapi tetopomimpin nuꞌagama nuYahudi meꞌirihati, siira neincong norancanaa iamaꞌo siira maala momate siYesus ane siLasarus."}], "number": "37", "ref": "Eini tejarita nuꞌAlataꞌala lamai siYohanes 11:1-46.", "title": "37. SiYesus Netuvua SiLasarus Lamai Teꞌamateong"}, {"frames": [{"id": "38-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-01.jpg", "text": "Sontoung sangkaning, tetoo-too nuYahudi noramea teEleo nuPaska. Eini nolambot iamaꞌo teꞌAlataꞌala nonyalamataꞌomo tesiopu-siopu niira lamai pevotuanong eiMesir monggatustoung sanu luulu. Kira-kira toluntoung nalabato watu siYesus nompamula nonjarita tejarita nuꞌAlataꞌala eitoo-too ntaninya. SiYesus nongulara eimurit-murit sima Siia seilu moramea tePaska ncoono siira eiYerusalem, ane sima Siia kana nopatei eiriꞌua."}, {"id": "38-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-02.jpg", "text": "Sotoo temurit niYesus tetopenya siYudas. Siia nonanggung jojoo tedoi numurit-murit, tapi siia seilu tedoi ane sasangkaning mongangga tedoi heꞌua. Notouk siYesus ane temurit-murit-Nya najaok eiYerusalem, siYudas umaꞌo eitopomimpin-topomimpin nuYahudi ane nonavari mondulu siira meraꞌop siYesus eisiira. Siia moꞌotoi tetopomimpin-topomimpin nuYahudi heꞌua jio nongakui siYesus heꞌua teMesias ane orancana momate-Nya."}, {"id": "38-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-03.jpg", "text": "Tetopomimpin-topomimpin nuYahudi, pinimpin teꞌImam sanu Mooge, nombayar siYudas tolumpulumboꞌa teperak antau mondulu siira meraꞌop siYesus. Tesaba eini najari sima sanu iramal niNabi Sakharia monggatustoung luulu. SiYudas nosituruk, nongala tedoi heꞌua, lamai heꞌua umaꞌo. Siia nompamula nelolo tewatu mondulu siira meraꞌop siYesus."}, {"id": "38-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-04.jpg", "text": "EiYerusalem, siYesus noramea teEleo nuPaska concoono temurit-murit-Nya. Watu siira nenginang, siYesus nongala teroti ane nonompig-nompignya. Siia nonjarita, “Alamo ane inango eini. Eini teꞌalaeꞌU, sanu noveena eisiꞌemiu. Gauka eini antau molambot Siaꞌu.” Nonjarita sima heꞌua, siYesus nongulara teꞌalae-Nya kana noveena sima tepombee tepombolos siira antau siira jio maate seende-endenya."}, {"id": "38-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-05.jpg", "text": "Lamai heꞌua siYesus nongala tepenginunong ane nonjarita, “Inungo eini. Eini teraaꞌU lamai Pejanjiong sanu Vuou sanu nojuana antau tedosa niꞌemiu noꞌampuni. Gauka eini molambot Siaꞌu tiap ngkaning siꞌemiu menginung.”"}, {"id": "38-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-06.jpg", "text": "Lamai heꞌua siYesus nonjarita eimurit-murit-Nya, “Sotoo lamai siꞌemiu kana mobaluk Siaꞌu.” Temurit-murit netetarigut, ane noꞌutanya sisee sanu nonggauka tegauk sima heꞌua. SiYesus nonjarita, “Sotoo sanu Uvenii songkolo teroti eini, siia monjaati Siaꞌu.” Lamai heꞌua Siia nombeemo teroti eisiYudas."}, {"id": "38-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-07.jpg", "text": "Touk siYudas nongala teroti heꞌua, tepuang nuseetan nentama eiꞌalaenya. SiYudas umaꞌo mondulu tetopomimpin-topomimpin nuYahudi meraꞌop siYesus. Watu heꞌua teeleo nondoungo."}, {"id": "38-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-08.jpg", "text": "Touk nenginang, siYesus ane temurit-murit-Nya nelampa umaꞌo teBuut nuSaitun. SiYesus nongular, “Siꞌemiu jojoo kana molinjoꞌi Siaꞌu ndoung eini. Umai netetulis eilalong tebuku nuꞌAlataꞌala, ‘Siaꞌu kana momate tetopomiara tedomba heꞌua ane tedomba-domba heꞌua kana melinjok nepudadag.’”"}, {"id": "38-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-09.jpg", "text": "SiPetrus nonyimbat, “Maampo sanu ntaninya molinjoꞌi Siꞌoo, siaꞌu jio!” Lamai heꞌua siYesus nonjarita eisiPetrus, “Tepuang nuseetan seilu mopoꞌorua teꞌaparcayaong niꞌoo, tapi Siaꞌu nongganea siꞌoo, Petrus, antau teꞌaparcayaongmu jio neꞌilang. Maampo sima heꞌua, ndoung eini, jiompo temanuk netunturuꞌu, siꞌoo jio mongakui tolungkaning sima siꞌoo moꞌotoi Siaꞌu.”"}, {"id": "38-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-10.jpg", "text": "SiPetrus nonjarita eisiYesus, “Maampo siaꞌu maate, siaꞌu kana mongakui Siꞌoo!” Jojoo temurit ntaninya nongular sanu selio-lio."}, {"id": "38-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-11.jpg", "text": "Lamai heꞌua siYesus umaꞌo concoono temurit-murit-Nya eijoꞌong sanu tinope teGetsemani. SiYesus nonuju temurit-murit-Nya monggane antau siira jio manavu eilalong ponyoꞌaraong. Lamai heꞌua siYesus umaꞌo monggane simotoonya."}, {"id": "38-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-12.jpg", "text": "SiYesus nonggane tolungkaning, “BoSiamaꞌU, ane maala, Siaꞌu nomongi inyaa nopatuvaya Siaꞌu menginung tepenginunong nuꞌasesesa eini. Tapi ane jio umai ojalang ntaninya antau tedosa-dosa numanusia noꞌampuni, patuvaya teꞌeseseilu-Mu majari.” SiYesus tututuu nabalesa ane tesoyoꞌot-Nya sima teraa neteek. TeꞌAlataꞌala nonuju sotoo temalaekat mopoꞌuig Siia."}, {"id": "38-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-13.jpg", "text": "Tiapngkaning touk nonggane, siYesus netencile eimurit-murit-Nya, tapi siira noꞌoturu. Watu siYesus netencile tolungkaninaꞌonya, Siia nonjarita, “Pembaung! Tetoo sanu mobaluk Siaꞌu najaoko.”"}, {"id": "38-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-14.jpg", "text": "SiYudas najaok concoono tetopomimpin-topomimpin nuYahudi, tetantara, ane peinconong nutoo. Siira nongomung teꞌiabut ane tepomondang. SiYudas najaok eisiYesus ane nonjarita, “Salam, Guru,” ane nembongi-Nya. Eini tetanda antau tetopomimpin-topomimpin nuYahudi nootoi sisee sanu kanaboi noraꞌop. Lamai heꞌua siYesus nonjarita, “Yudas, siꞌoo monjaati Siaꞌu teꞌakalnya nembongi.”"}, {"id": "38-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-38-15.jpg", "text": "Watu tetantara-tantara neraꞌop siYesus, siPetrus nonyuvuna teꞌiabutnya ane nonibas tetelinga nuvotuang nuꞌImam sanu Mooge. SiYesus nonjarita, “Taꞌupa teꞌiabut heꞌua! Siaꞌu maala momongi eiSiamaꞌU monuju moribu tetantara temalaekat monyabataa Siaꞌu. Tapi Siaꞌu kanaboi monuruꞌi teSiamaꞌU.” Lamai heꞌua siYesus nepeꞌeondok tetelinga nutoo heꞌua. Touk siYesus iraꞌop, jojoo temurit nelinjoko."}], "number": "38", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 26:14-56; siMarkus 14:10-50; siLukas 22:1-53; siYohanes 18:1-11.", "title": "38. SiYesus Iraꞌop"}, {"frames": [{"id": "39-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-01.jpg", "text": "Watu heꞌua tanga ndoung. Tetantara-tantara nongomung siYesus eivonua nuꞌImam sanu Mooge antau nopoꞌutanyai nuꞌImam sanu Mooge. SiPetrus nonuut pupuri. Watu siYesus inomung eilalong nuvonua, siPetrus boi eiaangnya ane nongomuta teꞌalaenya eiꞌosuk nuapi."}, {"id": "39-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-02.jpg", "text": "Eilalong nuvonua heꞌua, tetopomimpin-topomimpin nuYahudi nongadili siYesus. Siira nongomung nabari tesabi sanu nalampoa sima Siia. Tapi, tepesabiong niira jio selio-lio sotoo ane ntaninya, jaok tetopomimpin-topomimpin nuYahudi jio maala mongular Siia osala. SiYesus jio mongular tesapa-sapa."}, {"id": "39-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-03.jpg", "text": "Ponouꞌongnya, teꞌImam sanu Mooge nomatas telio niYesus ane nonjarita, “Ularaꞌomo eisiꞌami, Siꞌoo teMesias, teUnga nuAlataꞌala sanu netuvu?”"}, {"id": "39-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-04.jpg", "text": "SiYesus nonjarita, “Siaꞌumo, ane siꞌoo kana meꞌita Siaꞌu mongodung concoono teꞌAlataꞌala ane majaok lamai tesuruga.” TeꞌImam sanu Mooge najari nongoungkul ane nonjeaka tepakeannya ane neroroa eitopomimpin-topomimpin ntaninya, “Siꞌita jio parluu tesabi ntaninya. Siꞌemiu mboto noꞌinepemo Siia nongulara Siia teUnga nuꞌAlataꞌala. Iamaꞌo monurut siꞌemiu?”"}, {"id": "39-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-05.jpg", "text": "Jojoo tetopomimpin nuYahudi heꞌua nonyimbat teꞌImam sanu Mooge, “Siia masipato maate!” Lamai heꞌua siira nongompoti temata-Nya, nenyuui-Nya, nombobogi-Nya, ane noncalai-Nya."}, {"id": "39-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-06.jpg", "text": "Pepees siPetrus netaang eiaang nuvonua, sotoo tebengkel tevotuang neꞌita siPetrus ane nonjarita eisiia, “Siꞌoo valii ncoono siYesus!” SiPetrus jio nongakuinya. Lamai heꞌua, tebengkel ntaninya nongulara sanu selio-lio, ane siPetrus jio nongakui valii. Teponouꞌongnya, tetoo-too nonjarita, “Siꞌami moꞌotoi siꞌoo ncoono siYesus karna siꞌemiu rotoo lamai teGalilea.”"}, {"id": "39-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-07.jpg", "text": "SiPetrus nesumpa, inularnya, “Ane siaꞌu moꞌotoi tetoo heꞌua, patuvaya teꞌAlataꞌala mongutuk siaꞌu!” Selengaan, temanuk langkai netunturuꞌu, ane siYesus negois ane nongongontong siPetrus."}, {"id": "39-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-08.jpg", "text": "SiPetrus umaꞌo eiaangnya ane notumangis karna noondong. Pepees heꞌua, siYudas, tetoo sanu nobaluk siYesus, neꞌita tetopomimpin-topomimpin nuYahudi nehukum siYesus antau nopatei. SiYudas najari tututuu nonosol ane umaꞌo nomate numboto."}, {"id": "39-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-09.jpg", "text": "Modondong titieleo, tetopomimpin-topomimpin nuYahudi nongomung siYesus umaꞌo eiGubernur nuRomawi, siPilatus. Siira noharap siPilatus mongular siYesus osala ane momarentaa Siia nohukum maate. SiPilatus noꞌutanya eisiYesus, “Siꞌoo tepuang nutoo-too nuYahudi?”"}, {"id": "39-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-10.jpg", "text": "SiYesus nonyimbat, “Siꞌoo sanu nongularaꞌomo sima heꞌua, tapi tepomarentaꞌU jio tepomarenta eijuniaa. Ane tepomarentaꞌU lamai tejuniaa eini, temurit-muritU kana megiging molapasa Siaꞌu. Tapi Siaꞌu najaok eijuniaa nonjaritaa sanu tutuu sima teꞌAlataꞌala. Jojoo tetoo sanu seilu sanu tutuu noꞌinepea Siaꞌu.” SiPilatus nonjarita, “Tesapa sanu tutuu heꞌua?”"}, {"id": "39-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-11.jpg", "text": "Notouk nonjarita ncoono siYesus, siPilatus umaꞌo eipeinconong nutoo heꞌua ane nonjarita, “Siaꞌu jio neꞌita teꞌasasala nutoo eini.” Tapi tetopomimpin-topomimpin nuYahudi ane tepeinconong nutoo heꞌua neroroa, “Salipa Siia!” Nonyimbat siPilatus, “Siia jio osala.” Tapi siira neroroa tututuu nelabi noporos. Lamai heꞌua siPilatus nonjarita otolungkaninaꞌonya, “Siia jio osala!”"}, {"id": "39-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-39-12.jpg", "text": "Tapi siPilatus nobule tetoo-too heꞌua kana mompamula megiging, karna heꞌua siia nonuju tetantara monyalipa siYesus. Tetantara nuRomawi nonyambook siYesus, nepakea tejuba nupomarenta ane temakota sanu pinogutu lamai terui. Siira nolalui Siia. Inular niira, “Itai, tepuang nutoo-too nuYahudi!”"}], "number": "39", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 26:57–27:26; siMarkus 14:53–15:15; siLukas 22:54–23:25; siYohanes 18:12–19:16.", "title": "39. SiYesus Inadili"}, {"frames": [{"id": "40-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-01.jpg", "text": "Touk tetantara heꞌua noncala siYesus, siira nongomung Siia umaꞌo nosalipa. Siira nonuju Siia nonyumbi tesalip-Nya mboto."}, {"id": "40-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-02.jpg", "text": "Tetantara heꞌua nongomung siYesus eibuut sanu tinopei “tebuut sanu obelinga nuvaꞌi” ane nomaku telima ane tepaa niYesus eiꞌayu ponyalipong. Tapi siYesus nongular, “BoSiama, ampuni siira, karna siira jio moꞌotoi tesapa sanu ginauka niira.” SiPilatus nomarentaa siira nonulisa “Tepuang nutoo-too nuYahudi” eisomboꞌa tedopi. Tedopi heꞌua inembea eiponyalipong eibabok nuvaꞌi niYesus."}, {"id": "40-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-03.jpg", "text": "Tetantara nongundi antau motilala tepakean niYesus. Watu siira nonggauka eini, siira nongganai sanu iramala eibuku sanu mapacing monggatustoung luulu, “Siira motilal-tilal tepakeanU eiolot niira, ane nongundi untuk tepakeanU.”"}, {"id": "40-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-04.jpg", "text": "SiYesus sinalipa eiolot rotoo topongangga. Sotoo lamai siira nongengeng siYesus, tapi sanu ntaninya nonjarita, “Siꞌoo jio nobule eiꞌAlataꞌala? Siꞌita osala, tapi tetoo heꞌua jio osala.” Lamai heꞌua siia nonjarita eisiYesus, “Tuluni, lambot siaꞌu watu Siꞌoo majari tepuang.” SiYesus nonyimbat siia, “Eleo eini, siꞌemiu concoono Siaꞌu eisuruga.”"}, {"id": "40-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-05.jpg", "text": "Tetopomimpin-topomimpin nuYahudi ane tetoo-too ntaninya eilalong tepeinconong heꞌua notambaka siYesus, Siira nongular eiSiia, “Ane Siꞌoo teUnga nuꞌAlataꞌala, penyau lamai tesalip heꞌua ane salamata teꞌalae-Mu! Lamai heꞌua siꞌami momarcaya eiSiꞌoo.”"}, {"id": "40-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-06.jpg", "text": "Lamai heꞌua telangit eitana heꞌua najari nondoung tutuu, maampo watu heꞌua tanga eleo. Telangit najari nondoung eitanga eleo tatarus nondoung eꞌendenya tolujaang."}, {"id": "40-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-07.jpg", "text": "Touk heꞌua siYesus neroroa, “Notouko! BoSiama, Siaꞌu nombeena tenyaaꞌU umaꞌo eilalong nulima-Mu.” Touk heꞌua Siia nokunduna tevaꞌi-Nya ane nombeena tenyaa-Nya. Watu Siia naate, najari telindug sanu mooge. Tevatu-vatu mebesek ane mabari tekubur neteboꞌa ane tetoo-too sanu mapacing sanu naatemo metuvu vavalii."}, {"id": "40-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-08.jpg", "text": "Lamai teꞌamateong-Nya, siYesus nomboꞌa tejalang eitoo-too majaok eiꞌAlataꞌala. Watu tetantara sanu nonjagai siYesus neꞌita jojoo sanu najari, siia nongular, “Tetoo eini jio osala. Siia tutuu teUnga nuꞌAlataꞌala.”"}, {"id": "40-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-40-09.jpg", "text": "Touk heꞌua siYusup ane siNikodemus, rotoo tetopomaguru nuYahudi sanu nomarcaya siYesus heꞌua siMesias, nomongi tebatang niYesus lamai siPilatus. Siira nongalui teꞌalae-Nya nepake tegandis ane inembea eilalong nukubur sanu ginauni eivombong nuvatu sima tegoa. Touk heꞌua siira nonaub tebamba nupentamaong nondulina tevatu mooge."}], "number": "40", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 27:27-61; siMarkus 15:16-47; siLukas 23:26-56; siYohanes 19:17-42.", "title": "40. SiYesus Sinalipa"}, {"frames": [{"id": "41-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-01.jpg", "text": "Touk tetantara nonyalipa siYesus, tetopomimpin-topomimpin nuYahudi sanu jio nomarcaya nonjarita eisiPilatus, “SiYesus, tetopolampoa heꞌua, nongular Siia kana metuvu lamai teꞌamateong touk tolueleo.” Sotoo kanaboi monjaga tekubur-Nya antau monantua temurit-murit-Nya jio maala mongangga tebatang-Nya ane lamai heꞌua monjarita Siia netuvumo lamai teꞌamateong."}, {"id": "41-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-02.jpg", "text": "SiPilatus nonjarita, “Omungo lasiatoo tetantara ane jagai tutuu tekubur heꞌua.” Karna heꞌua siira nongembe tetanda eivatu eibamba nupentamaong nukubur heꞌua ane nonuju tetantara nonjaga eiriꞌua antau jio umai sanu maala mongangga tebatang-Nya."}, {"id": "41-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-03.jpg", "text": "Seeleo touk siYesus kinubur, najaok teEleo nuPengondok, ane tetoo-too nuYahudi jio maala umaꞌo eikubur eieleo heꞌua. Karna heꞌua ulengi sasambat touk teEleo nuPengondok, sosoꞌuya tebengkel nesiap umaꞌo tekubur niYesus mongembeaꞌonye teminya sanu mombongi eibatang niYesus."}, {"id": "41-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-04.jpg", "text": "Jio inototoi najari telindug sanu moporos tutuu. Sotoo temalaekat inita sima teꞌilat nembuꞌa lamai tesuruga. Siia nondulina tevatu sanu nongompoti tebamba nupentamaong nukubur heꞌua ane nongodung eibabonya. Tetantara sanu nonjaga nobubuleong tutuu ane noguar eitana sima tetoo naate."}, {"id": "41-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-05.jpg", "text": "Watu tebengkel-bengkel najaok eikubur, temalaekat heꞌua nonjarita eisiira, “Inyaa nobule. SiYesus jio eiriꞌini. Siia netuvumo lamai teꞌamateong, sima sanu inular-Nya! Itai eilalong nukubur.” Tebebengkel heꞌua nongita eilalong nukubur ane nongita eipaio tebatang niYesus inembea. Tebatang niYesus jiongo umai eiriꞌua!"}, {"id": "41-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-06.jpg", "text": "Touk heꞌua temalaekat heꞌua nonjarita eibebengkel heꞌua, “Umaꞌomo ane ulara eimurit-murit, ‘SiYesus netuvumo lamai teꞌamateong ane mongaliurui siꞌemiu umaꞌo eiGalilea.’”"}, {"id": "41-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-07.jpg", "text": "Tebebengkel heꞌua nobubuleong ane nadandalan sanu nooge. Siira nelinjok umaꞌo eimurit-murit-Nya ane nonjaritaa teKareva sanu Mombosi heꞌua."}, {"id": "41-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-41-08.jpg", "text": "Watu tebebengkel pepees eijalang umaꞌo mongulara eimurit-murit-Nya teKareva sanu Mombosi heꞌua, siYesus nepopoꞌitaa teꞌalae eisiira, ane siira nonyomba-Nya. SiYesus nongular, “Inyaa mobule. Naꞌomo ane ulara eimurit-muritU umaꞌo eiGalilea. Siira kana meꞌita siaꞌu eiriꞌua.”"}], "number": "41", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 27:62–28:15; siMarkus 16:1-11; siLukas 24:1-12; siYohanes 20:1-18.", "title": "41. TeꞌAlataꞌala Netuvuaꞌonye SiYesus Lamai TeꞌAmateong"}, {"frames": [{"id": "42-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-01.jpg", "text": "Watu teeleo siYesus netuvu lamai teꞌamateong, rotoo temurit niYesus umaꞌo eikota sanu ntaninya. Watu siira nelampa, siira nonjaritaa sima sanu najarimo eisiYesus. Siira tututuu nomikir siYesus heꞌua teMesias, tapi touk heꞌua siia pinatei. Eꞌeini tebebengkel nonjaritaa Siia netuvuonye. Rotoo temurit eini neingu."}, {"id": "42-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-02.jpg", "text": "SiYesus nongosuꞌi siira ane nompamula nelampa ncoono siira, tapi siira jio moꞌotoi Siia heꞌua siYesus. Siia noꞌutanya tesapa sanu nojaritaa niira, ane siira nongulara eiSiia sima jojoo tegauk-gauk sanu jio biasa sanu najarimo lasoꞌuyaeleo ponouꞌong. Siira nomikir siira nonjarita eitoo sanu mokurang sanu jiompo umai neꞌeepe sima sanu najarimo eiYerusalem."}, {"id": "42-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-03.jpg", "text": "Lamai heꞌua siYesus nongulara mapatas eisiira tesapa sanu inulara eijarita nuꞌAlataꞌala sima teMesias. Siia nolambota eisiira sima tenabi-nabi noramalo teMesias kana masesa ane nopatei, tapi kana metuvu vavalii watu tolueleo. Watu siira najaok eikota sanu tinunggai, teeleo moꞌosuko mondoung."}, {"id": "42-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-04.jpg", "text": "Rotoo heꞌua nongundang siYesus momoia concoono siira, karna heꞌua Siia nomoia concoono siira. Jijiompo siira nenginang, siYesus nongala songkolo teroti, nonyukur eiSiopu, lamai heꞌua nonompignya. Selengaan temata niira neteboꞌa, ane siira moꞌotoi Siia heꞌua siYesus. Tapi eiwatu heꞌua, Siia selengaan jio inita niira."}, {"id": "42-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-05.jpg", "text": "Rotoo heꞌua nejajaritaong, “Heꞌua siYesus! Heꞌua tesabanya teambok niꞌita masanang watu Siia nongulara tejarita nuꞌAlataꞌala eisiꞌita!” Selengaan, siira netencile eiYerusalem ane nongulara eimurit-murit-Nya, “SiYesus netuvuonye! Siꞌami neꞌitamo Siia!”"}, {"id": "42-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-06.jpg", "text": "Watu temurit-murit-Nya pepees nejajaritaong eikamar, jio inototoi siYesus nembuꞌa eiriꞌua concoono siira ane nonjarita, “Teꞌombombosiong eisiꞌemiu jojoo!” Temurit-murit-Nya nonyangka Siia teꞌalus nutoo naate, tapi siYesus nonjarita, “Neteꞌuya siꞌemiu nobule ane nabata-bata? Itai telima ane tepaaꞌU. Teꞌalus nutoo naate jio umai teꞌalae sima Siaꞌu.” Antau mepopoꞌitaa Siia jio teꞌalus nutoo naate, Siia nomongi sanu maala noꞌinang. Siira nombee Siia sedeꞌi tebau sanu pinogabu ane Siia nenginangnya."}, {"id": "42-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-07.jpg", "text": "SiYesus nongular, “Siaꞌu nongularaꞌomo eisiꞌemiu jojoo sanu netetulis sima Siaꞌu eilalong tejarita nuꞌAlataꞌala kanaboi najari.” Lamai heꞌua Siia nondulu siira, antau siira moꞌotoi tejarita nuꞌAlataꞌala. Siia nonjarita, “Umai netetulis luulu sima teMesias kana masesa, maate, ane metuvu lamai teꞌamateong watu eieleo totolu.”"}, {"id": "42-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-08.jpg", "text": "“Temurit-muritU kana mongulara eijojoo tetoo kanaboi matoba antau monarima tepongampunong nudosa niira. Siira kana monggauka eini nompamula lamai teYerusalem, lamai heꞌua umaꞌo eijojoo tesuku eipapaio. Siꞌemiu majari tesabi sima tesaba-saba eini.”"}, {"id": "42-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-09.jpg", "text": "Eꞌendenya apampulueleo ancunaꞌonya, siYesus nepopoꞌitaa teꞌalae-Nya eimurit-murit-Nya nengkaning-ngkaning. Vavalii sangkaning, Siia valii nepopoꞌitaa teꞌalae umaꞌo nelabi limagatustoo watu sanu selio-lio! Siia nomake nabari tecara nepopoꞌitaa eimurit-murit-Nya Siia netuvuonye, ane Siia nomaguru siira sima tePomarenta nuꞌAlataꞌala."}, {"id": "42-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-10.jpg", "text": "SiYesus nonjarita eimurit-murit-Nya, “Jojoo teꞌababaraka eisuruga ane eijuniaa vineenaꞌomo eiSiaꞌu. Jadi naꞌomo, jariaꞌomo temurit-murit lamai jojoo tesuku ane mombaptis siira eilalong nutope nuSiama, nuUnga, ane nuꞌAlus nuꞌAlataꞌala ane momaguru siira monggauka jojoo tegauk sanu Uparentaaꞌomo eisiꞌemiu. Lambot, Siaꞌu kana kalepu concoono siꞌemiu.”"}, {"id": "42-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-42-11.jpg", "text": "Apampulueleo touk siYesus netuvu lamai teꞌamateong, Siia nonuju temurit-murit-Nya, “Pomoia eiYerusalem jaok SiamaꞌU mombee teꞌuig watu teꞌAlus nuꞌAlataꞌala majaok eisiꞌemiu.” Lamai heꞌua siYesus neteengkat netencile eisuruga, ane teruꞌong nongompoti-Nya lamai peꞌitaong niira."}], "number": "42", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 28:16-20; siMarkus 16:12-20; siLukas 24:13-53; siYohanes 20:19-23; teKisah Para Rasul 1:1-11.", "title": "42. SiYesus Nopoꞌuig Temurit-murit-Nya Jijiompo Netencile Eisuruga"}, {"frames": [{"id": "43-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-01.jpg", "text": "Touk siYesus netencile eisuruga, temurit-murit-Nya nomoia eiYerusalem sima sanu pinarentaaꞌomo niYesus. Tetoo-too sanu nomarcaya eisiYesus tatarus neincong ane nonggane."}, {"id": "43-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-02.jpg", "text": "Sontoung sangkaning, 50 eleo touk teEleo nuPaska, tetoo-too nuYahudi noramea teeleo sanu mepenting sanu tinope tePentakosta. EiPentakosta heꞌua tetoo-too nuYahudi noramea tehasil nelolu tegando. Tetoo-too nuYahudi lamai jojoo tejuniaa najaok eiYerusalem antau morameaꞌonya concoono. Tetoung heꞌua, tePentakosta iramea sompulueleo touk siYesus neteengkat eisuruga."}, {"id": "43-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-03.jpg", "text": "Pepees tetoo-too sanu nomarcaya heꞌua jojoo neincong concoono, jio inototoi tevonua sanu pinomoiai niira binuꞌei nusuara sima tebarat sanu makancang. Lamai heꞌua sangaya sima telegang nuapi inita eibabok jojoo nuvaꞌi nutoo sanu nomarcaya heꞌua. Siira jojoo pinentamai nuꞌAlus nuꞌAlataꞌala ane nompamulamo nonjarita eilalong nubasa-basa ntaninya."}, {"id": "43-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-04.jpg", "text": "Watu tetoo-too eiYerusalem neꞌeepe tesuara heꞌua, tetoo nabari neincong antau moꞌotoi tesapa sanu najari. Watu tetoo-too heꞌua neꞌeepe tetoo-too sanu nomarcaya heꞌua nongulara sima tegauk-gauk nuꞌAlataꞌala sanu mombosi tutuu, siira neherang karna siira neꞌeepe heꞌua eilalong tebasa niira mboto."}, {"id": "43-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-05.jpg", "text": "Sosoꞌuya tetoo norait temurit-murit heꞌua neilu. Tapi siPetrus neꞌoꞌoro ane nonjarita eisiira, “Poꞌinepea siaꞌu! Tetoo-too eini jio neilu! Tegauk eini nongganai tegauk sanu tinulis niNabi Yoel sanu teꞌAlataꞌala nongulara, ‘Watu teeleo-eleo ponouꞌong, Siaꞌu kana mombeena teꞌAlusU eimanusia.’”"}, {"id": "43-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-06.jpg", "text": "“Hee tetoo-too nuꞌIsrael, siYesus heꞌua tetoo sanu nonggauka nabari tegauk-gauk sanu mabaraka nepake teꞌababaraka nuꞌAlataꞌala, sima sanu inita niꞌemiu ane moꞌotoimo. Tapi siꞌemiu nonyalipa Siia!”"}, {"id": "43-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-07.jpg", "text": "“Maampo siYesus naate, teꞌAlataꞌala netuvua Siia lamai tetoo-too naate. Eini nongganai sanu iramal, ‘Siꞌoo jio nomatuvaya teToo sanu Napacing-Mu movook eilalong nukubur.’ Siꞌami tesabi-sabi teꞌAlataꞌala netuvuaꞌonye siYesus.”"}, {"id": "43-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-08.jpg", "text": "“SiYesus eleo eini neteengkat eisabata nuꞌoanong nuꞌAlataꞌala, teSiama-Nya. SiYesus nonujumo teꞌAlus nuꞌAlataꞌala selio-lio sima jinanjiaꞌo-Nya. TeꞌAlus nuꞌAlataꞌala sanu nonyabaa tesapa sanu siꞌemiu neꞌita ane neꞌeepe eꞌeini.”"}, {"id": "43-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-09.jpg", "text": "“Siꞌemiu nonyalipa siYesus. Tapi papatui mapatas teꞌAlataꞌala nonyabaa siYesus najari teSiopu ane teMesias!”"}, {"id": "43-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-10.jpg", "text": "Tetoo-too sanu noꞌinepea siPetrus tututuu netetarigut tesaba-saba sanu jinaritaa niPetrus. Karna heꞌua siira noꞌutanya eisiPetrus ane temurit-murit, “Boruru-rurus, tesapa sanu nogauka niꞌami?”"}, {"id": "43-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-11.jpg", "text": "SiPetrus nonyimbat, “Siꞌemiu jojoo kanaboi matobamo ane nobaptis eilalong nutope niYesus Kristus antau teꞌAlataꞌala mongampuni tedosamu. Heꞌuapa Siia valii mombee siꞌemiu tepombee nuꞌAlus nuꞌAlataꞌala.”"}, {"id": "43-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-12.jpg", "text": "Kira-kira toluributoo nomarcaya tejarita niPetrus ane najari temurit-murit niYesus. Siira binaptis ane najari sanggaat lamai tetoo-too sanu nomarcaya eisiYesus eiYerusalem."}, {"id": "43-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-43-13.jpg", "text": "Temurit-murit tatarus noꞌinepea tepangajar nutopongomung-topongomung tekareva. Siira valii nosoincong, nenginang concoono, ane nonggane concoono. Siira masanang nomuji teꞌAlataꞌala concoono ane jojoo sanu umai eisiira pinotilal concoono tetoo-too sanu ntaninya. Jojoo tetoo seilu siira. Seeleo-seeleo, noniang teꞌababari nutoo sanu nomarcaya."}], "number": "43", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKisah Para Rasul 2.", "title": "43. Noniang Teꞌababari Tetoo-too Sanu Nomarcaya"}, {"frames": [{"id": "44-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-01.jpg", "text": "Vavalii seeleo, siPetrus ane siYohanes umaꞌo eiVonua nuꞌAlataꞌala. Watu siira nongosuꞌi tepentamaong nuVonua nuꞌAlataꞌala, siira neꞌita sotoo telangkai sanu noluntoy sanu nomongi-mongi tedoi."}, {"id": "44-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-02.jpg", "text": "SiPetrus nongongontong tetoo sanu noluntoy heꞌua ane nonjarita, “Siaꞌu jio umai odoi noveena eisiꞌoo. Tapi tesapa sanu eisiaꞌu uveena eisiꞌoo. Eilalong nutope niYesus, peꞌoro ane pelampa!”"}, {"id": "44-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-03.jpg", "text": "Selengaan, teꞌAlataꞌala nepeꞌeondok tetoo sanu noluntoy heꞌua, ane siia nompamulamo nelampa ane olulumpat, ane nomuji teꞌAlataꞌala. Tetoo-too eitutumbalong nuVonua nuꞌAlataꞌala neherang."}, {"id": "44-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-04.jpg", "text": "Nabari tetoo nolongkang neincong antau meꞌita tetoo sanu pineꞌeondok heꞌua. SiPetrus nonjarita eisiira, “Neteꞌuya siꞌemiu neherang atetoo eini neondoko? Siꞌami nepeꞌeondok siia jio karna teꞌuig atau teꞌombombosi niꞌita mboto. Tapi teꞌuig niYesus ane teꞌaparcayaong sanu vineena niYesus sanu nepeꞌeondok tetoo eini.”"}, {"id": "44-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-05.jpg", "text": "“Siꞌemiu sanu nomongi teGubernur nuRomawi antau siYesus nopatei. Siꞌemiu nomate tetopombenii nuꞌotutuvu, tapi teꞌAlataꞌala netuvua Siia lamai teꞌamateong. Maampo siꞌemiu jio moꞌotoi sanu pinogutumo niꞌemiu, teꞌAlataꞌala nepake tegaukmu nongganai sanu iramal sima teMesias kana masesa ane maate. Karna heꞌua eleo eini patoba ane ponguler eiꞌAlataꞌala antau tedosa-dosamu nogagisa.”"}, {"id": "44-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-06.jpg", "text": "Tetopomimpin-topomimpin nuVonua nuꞌAlataꞌala heꞌua tutuu nongoungkul karna tesapa sanu inulara niPetrus ane niYohanes. Karna heꞌua siira neraꞌop siPetrus ane siYohanes nontamaa siira eipanjara. Tapi kira-kira roributoo nomarcaya tesapa inulara niPetrus, jaok tetoo-too sanu nomarcaya eisiYesus noniang najari kira-kira limaributoo telangkai."}, {"id": "44-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-07.jpg", "text": "Watu seeleoanaꞌonya, tetopomimpin-topomimpin nuYahudi nongomung siPetrus ane siYohanes eitolo nuꞌImam sanu Mooge ane tetopomimpin-topomimpin nuꞌagama ntaninya. Siira noꞌutanya eisiPetrus ane siYohanes, “Nepake teꞌababaraka nisee siꞌemiu nepeꞌeondok tetoo sanu noluntoy eini?”"}, {"id": "44-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-08.jpg", "text": "SiPetrus binuꞌei nuꞌAlus nuꞌAlataꞌala ane nonyimbat siira mabarani, “Tetoo eini sanu neꞌoro eitolo niꞌemiu pineꞌeondok nuꞌababaraka niYesus teMesias. Siꞌemiu nonyalipa siYesus, tapi teꞌAlataꞌala netuvua Siia vavalii! Siꞌemiu jio seilu momarcaya-Nya, tapi jio ocara ntaninya nosalamata boi mepake teꞌababaraka niYesus!”"}, {"id": "44-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-44-09.jpg", "text": "Tetopomimpin-topomimpin netetarigut siPetrus ane siYohanes nonjarita mabarani tutuu karna siira maala neꞌita tetoo-too eini tetoo-too biasa sanu jio osikola. Tapi lamai heꞌua siira nolambot tetoo-too eini luulu concoono siYesus. Tetopomimpin-topomimpin nomarenta siPetrus ane siYohanes jio maala momaguruonye sima siYesus. Lamai heꞌua siira nomatuvaya siira umaꞌomo."}], "number": "44", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKisah Para Rasul 3:1–4:22.", "title": "44. SiPetrus Ane SiYohanes Nepeꞌeondok Sotoo Sanu Kingkido"}, {"frames": [{"id": "45-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-01.jpg", "text": "Watu tetoo-too sanu nomarcaya eisiYesus noniang mabari, umai tetoo tinope siStepanus sanu mondulu momimpin siira. Siia tetoo sanu mombosi, mapande ane nobuꞌe nuꞌAlus nuꞌAlataꞌala. SiStepanus nonggauka mabari tegauk sanu mabaraka ane mapande nongulara eitoo-too kanaboi nomarcaya eisiYesus."}, {"id": "45-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-02.jpg", "text": "Vavalii seeleo, watu siStepanus pepees nomaguru sima siYesus, sosoꞌuya tetoo nuYahudi sanu jio nomarcaya eisiYesus nompamulamo nebabantaong ncoono siStepanus. Siira nongoungkul tutuu ane nalampoa sima siStepanus eitopomimpin-topomimpin nuꞌagama. Siira nonjarita, “Siꞌami neꞌeepe siia nonjarita majaat sima siMusa ane teꞌAlataꞌala!” Lamai heꞌua tetopomimpin-topomimpin nuꞌagama neraꞌop siStepanus ane nongomung siia eiꞌImam sanu Mooge ane tetopomimpin-topomimpin nuYahudi sanu ntaninya. Eiriꞌua tesabi-sabi ntaninya nalampoa sima siStepanus."}, {"id": "45-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-03.jpg", "text": "TeꞌImam sanu Mooge heꞌua noꞌutanya eisiStepanus, “Tutuu, sanu iraita eini?” SiStepanus nonyimbat ane nolambota siira sima mabari tegauk-gauk sanu mooge sanu ginauka nuꞌAlataꞌala lamai tewatu netuvu siꞌAbraham jaok tewatu siYesus, ane iamaꞌo tetoo-too nuYahudi tatarus jio nonuruꞌi teꞌAlataꞌala atau tetopomimpin sanu tinuju-Nya. Lamai heꞌua siia nonjarita, “Siꞌemiu tetoo-too sanu maꞌadal teambok ane tetopongeva. Siꞌemiu kalepu jio nonarima teꞌAlus nuꞌAlataꞌala, sima tesiopu-siopu niꞌemiu kalepu jio nonarima teꞌAlataꞌala ane nomate tenabi-nabi-Nya. Siꞌemiu valii nonggaukaꞌomo sanu nelabi majaat. Siꞌemiu nomate teMesias!”"}, {"id": "45-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-04.jpg", "text": "Watu tetopomimpin-topomimpin nuꞌagama neꞌeepe heꞌua, siira nongompoti tetelinga niira ane neroroa moporos. Siira nongomung siStepanus nesuvung lamai tekota ane nomarenggoinya nepake tevatu antau momate siia."}, {"id": "45-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-05.jpg", "text": "Watu siStepanus moꞌosuko maate, siia neroroa, “Siopu Yesus, tarimamo teꞌalusu.” Lamai heꞌua siia nopotuꞌu ane neroroaonye, “Siopu, inyaamo morekena tedosa niira eini.” Lamai heꞌua siia naate."}, {"id": "45-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-06.jpg", "text": "Sotoo langkai tinope siSaulus nosituruꞌi ncoono tetoo-too sanu nomate siStepanus ane nonjaga tejuba-juba niira pepees siira nomarenggoi siStepanus. Teeleo heꞌua mabari tetoo eiYerusalem nompamulamo nonjaati tetoponuut-toponuut niYesus. Karna heꞌua tetoo-too sanu nomarcaya nelinjok ane umaꞌo eipomoiaong-pomoiaong ntaninya. Tapi maampo sima heꞌua, siira tatarus nongulara sima siYesus eipapaio siira umaꞌo."}, {"id": "45-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-07.jpg", "text": "Sotoo temurit niYesus sanu tinope siPilipus heꞌua sotoo sanu nomarcaya sanu nelinjok lamai teYerusalem watu jinajaati heꞌua. Siia umaꞌo eiSamaria eipaio siia nongulara sima siYesus ane mabari tetoo sinalamata. Vavalii seeleo, sotoo temalaekat nuSiopu nonuju siPilipus umaꞌo eisobua tejalang eitana sanu jio pinomoiai nutoo. Watu siia lalampa eijalang, siPilipus neꞌita sotoo tetopomarenta sanu mepenting lamai teTana nuꞌEtiopia nongodung eirodanya. TeꞌAlus nuꞌAlataꞌala nonuju siPilipus umaꞌo ane nonjarita concoono tetoo heꞌua."}, {"id": "45-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-08.jpg", "text": "Watu siPilipus moꞌosuko teroda heꞌua, siia neꞌeepe tetoo heꞌua nombasa sanu tinulis niNabi Yesaya. Tetoo heꞌua nombasa, “Siia inomung sima teunga nudomba antau nopatei, ane sima sambaang teunga nudomba nopoodoy, siia jio nonjarita maampo sababa. Siia ginauka jio naꞌadil ane jio noꞌongkoi. Teꞌotutuvunya inala lamai siia.”"}, {"id": "45-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-09.jpg", "text": "SiPilipus noꞌutanya eitoo nuꞌEtiopia heꞌua, “Nootoi niꞌoo tesapa sanu binasamu?” Tetoo nuꞌEtiopia heꞌua nonyimbat, “Jio. Ane jio umai tetoo sanu mopaꞌapatasnya eisiaꞌu, siaꞌu jio maala moꞌotoi. Tuluni ane pongodung eiseviꞌu. SiYesaya nonjarita sima tembotonya atau tetoo ntaninya?”"}, {"id": "45-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-10.jpg", "text": "SiPilipus nongulara eitoo heꞌua siYesaya nonjaritaa sima siYesus. SiPilipus valii nomake nabari teꞌayat nujarita nuꞌAlataꞌala sanu ntaninya nonjaritaa teKareva sanu Mombosi sima siYesus."}, {"id": "45-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-11.jpg", "text": "Watu siira nolabati tepomoiaong sanu oogonya, tetoo nuꞌEtiopia heꞌua nongulara, “Itai! Heꞌua teogo! Maala siaꞌu nobaptis?” Lamai heꞌua siia nomarentaa tesupir mengondoka teroda heꞌua."}, {"id": "45-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-12.jpg", "text": "Lamai heꞌua siira nenyau umaꞌo eitanga nuogo, ane siPilipus nombaptis tetoo nuꞌEtiopia heꞌua. Touk siira nesuvung lamai teogo, teꞌAlus nuꞌAlataꞌala heꞌua nongomung siPilipus umaꞌo eipomoiaong sanu ntaninya eipaio siia nonarusa nongulara eitoo-too sima siYesus."}, {"id": "45-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-45-13.jpg", "text": "Tetoo nuꞌEtiopia heꞌua nonarusa tepelampanya, siia nasanang karna nomarcaya eisiYesus."}], "number": "45", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKisah Para Rasul 6:8–8:5; 8:26-40.", "title": "45. SiStepanus Ane SiPilipus"}, {"frames": [{"id": "46-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-01.jpg", "text": "SiSaulus heꞌua teunga logas sanu nonjaga tejuba nutoo-too sanu nomate siStepanus. SiSaulus nomikir tetoponuut-toponuut niYesus nonuut tejalang sanu nelingu ane siira nonjanjaati teꞌAlataꞌala. Karna heꞌua siia nonjanjaati tetoo-too sanu nomarcaya. Siia umaꞌo lamai sombonua umaꞌo sombonua eiYerusalem neraꞌop telangkai ane tebengkel, ane nentamaa siira eipanjara. SiSaulus nonarima teꞌisin lamai teꞌImam sanu Mooge umaꞌo eiKota nuDamsik ane meraꞌop tetoo-too sanu nomarcaya ampi heꞌua ane mongomung siira metencile umaꞌo eiYerusalem."}, {"id": "46-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-02.jpg", "text": "Watu siSaulus pepees nelampa eijalang umaꞌo teDamsik, terarat sanu marava lamai tesuruga mevalasaang eipapalitnya, ane siia noguar. SiSaulus neꞌeepe sotoo nonjarita, “Saulus! Saulus! Neteꞌuya siꞌoo nonjanjaati siaꞌu?” SiSaulus nonyimbat, “Sisee siꞌoo, Guru?” SiYesus nonyimbat, “Siaꞌu siYesus sanu jinajaati niꞌoo.”"}, {"id": "46-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-03.jpg", "text": "Watu siSaulus nembaung siia jio maala meꞌita. Tetagu-tagunya kanaboi nondiiti siia mentama umaꞌo teDamsik. SiSaulus jio nenginang ane nenginung eꞌendenya tolueleo."}, {"id": "46-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-04.jpg", "text": "Umai sotoo temurit sanu tinope siꞌAnanias eiDamsik. TeꞌAlataꞌala nonjarita eisiia, “Naꞌomo eivonua pomoiaong niSaulus. Embea telimamu eibabok niia antau siia maala meꞌitaonye.” Tapi siꞌAnanias nonjarita, “Guru, siaꞌu neꞌeepemo iamaꞌo tetoo heꞌua nonjanjaati tetoo-too sanu nomarcaya.” TeꞌAlataꞌala nonyimbat, “Naꞌomo! Siaꞌu kana momile siia mongulara tetopeꞌU eitoo-too nuYahudi ane eisuku-suku ntaninya. Siia kanaboi masesa mabari tegauk karna Siaꞌu.”"}, {"id": "46-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-05.jpg", "text": "Karna heꞌua siꞌAnanias umaꞌo eisiSaulus, nongembea telimanya eibabok nuvaꞌinya, ane nonjarita, “SiYesus, sanu nopopoꞌitaa teꞌalaenya eisiꞌoo eijalangomai, nonuju siaꞌu eisiꞌoo antau siꞌoo maala meꞌitaonye ane binuꞌei nuꞌAlus nuꞌAlataꞌala.” SiSaulus selengaan maala neꞌitaonye, ane siꞌAnanias nombaptis siia. Lamai heꞌua siSaulus nenginang ane majari moꞌuigonye."}, {"id": "46-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-06.jpg", "text": "Selengaan, siSaulus nompamula nokarevaa teKareva sanu Mombosi eitoo-too nuYahudi, inularnya, “SiYesus heꞌua teUnga nuꞌAlataꞌala!” Tetoo-too nuYahudi neherang karna tetoo sanu nonyoꞌaraimo momate tetoo-too sanu nomarcaya, eꞌeini nomarcaya eisiYesus valii. SiSaulus nebabantaong concoono tetoo-too nuYahudi, nepopoꞌitaa siYesus heꞌua teMesias."}, {"id": "46-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-07.jpg", "text": "Touk lasoꞌuyaeleo eꞌendenya tetoo-too nuYahudi nogutu teniat momate siSaulus. Siira nongembea tetoo-too eigorbang nukota antau mepate siia. Tapi siSaulus neꞌeepe simamo teniat niira heꞌua ane tetagu-tagunya nondulu siia nesuvung. Watu ndoungnya siira nenyaua siia lamai telulu eitembok nukota eilalong nukaranji."}, {"id": "46-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-08.jpg", "text": "Touk lasoꞌuyaeleo eꞌendenya tetoo-too nuYahudi nogutu teniat momate siSaulus. Siira nongembea tetoo-too eigorbang nukota antau mepate siia. Tapi siSaulus neꞌeepe simamo teniat niira heꞌua ane tetagu-tagunya nondulu siia nesuvung. Watu ndoungnya siira nenyaua siia lamai telulu eitembok nukota eilalong nukaranji."}, {"id": "46-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-09.jpg", "text": "Lasoꞌuyatoo sanu nomarcaya sanu nelinjok lamai teꞌasesesa eiYerusalem umaꞌo maavar jaok tekota nuꞌAntiokhia ane nokarevaa sima siYesus. Mabari tetoo eiꞌAntiokhia jio tetoo nuYahudi, tapi mabari tutuu nompamula majari tetoo sanu nomarcaya. SiBarnabas ane siSaulus umaꞌo eiriꞌua antau momaguru sima siYesus eitoo-too sanu paꞌali nomarcaya ane mopoꞌuig tetoo-too sanu nomarcaya eiriꞌua. EiꞌAntiokhia tetoo-too sanu nomarcaya eisiYesus nompamula tinope “tetoo-too nuKristen.”"}, {"id": "46-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-46-10.jpg", "text": "Vavalii seeleo, watu tetoo-too nuKristen eiꞌAntiokhia pepees nopuasa ane nonggane, teꞌAlus nuꞌAlataꞌala nonjarita eisiira, “Mongantaa siBarnabas ane siSaulus eiSiaꞌu. Siaꞌu nolevamo monggauka tepokarajaaong sanu kusus.” Karna heꞌua tetoo-too nuKristen eiꞌAntiokhia nongganea siBarnabas ane siSaulus ane nongembea telima eibabok niira. Lamai heꞌua siira nonuju siBarnabas ane siSaulus antau mokarevaa teKareva sanu Mombosi sima siYesus eipomoiaong ntaninya sanu mabari. Karna heꞌua siBarnabas ane siSaulus umaꞌo ane nomaguru tetoo-too lamai lasoꞌuyasuku, ane mabari tetoo nomarcaya eisiYesus."}], "number": "46", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKisah Para Rasul 8:3; 9:1-31; 11:19-26; 13:1-3.", "title": "46. SiSaulus Nomarcaya EisiYesus"}, {"frames": [{"id": "47-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-01.jpg", "text": "Watu siSaulus nonggauka tepelampa eijojoo tepomoiaong eipomarentaong nuRomawi, siia nompamula nepake tetope nuRomawi, “siPaulus”. Vavalii seeleo, siPaulus ane tetagunya siSilas umaꞌo eiKota nuPilipi antau mokarevaa teKareva sanu Mombosi sima siYesus. Siira umaꞌo eipipit nubangkalang sanu eiaang nukota. Eipipit nubangkalang heꞌua tetoo-too neincong nonggane. Eiriꞌua siira netepojaok concoono sotoo tebengkel tetopobaluk tenaus tetopenya siLydia. Siia masanang nonyomba teꞌAlataꞌalanya tetoo-too nuYahudi."}, {"id": "47-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-02.jpg", "text": "TeꞌAlataꞌala nomboꞌaa teambok niLydia antau nomarcaya tetutuunong sima siYesus, ane siia concoono tetoo-too sanu nomoia eivonuanya binaptis. Siia nongundang siPaulus ane siSilas nomoia eivonuanya, lamai heꞌua siira nomoia ncoono siLydia ane tetoo-too eiriꞌua."}, {"id": "47-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-03.jpg", "text": "SiPaulus ane siSilas nengkaning-ngkaning netepojaok ncoono tetoo-too eilalong tepongganeong. Tiapeleo pepees siira nelampa umaꞌo ampi heꞌua, sotoo tevotuang bengkel sanu pinentamai nuꞌalus sanu majaat nonuut siira. Nepake teꞌuig nuꞌalus sanu majaat heꞌua siia noramal tegauk-gauk sanu kana majari eitoo, ane siia, tetoporamal, maꞌaala mabari tedoi untuk tetoo-too sanu nomiara siia."}, {"id": "47-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-04.jpg", "text": "Tevotuang bengkel heꞌua tatarus neroroa pepees siira nelampa, “Tetoo-too eini tevotuang nuꞌAlataꞌala sanu Mapangkat. Siira nonjaritaa eisiꞌemiu iamaꞌo nosalamata!” Siia nengkaning-ngkaning nonggauka heꞌua jaok siPaulus najari nongoungkul."}, {"id": "47-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-05.jpg", "text": "Ponouꞌongnya vavalii seeleo, watu tevotuang bengkel heꞌua nompamula neroroa, siPaulus negois umaꞌo eisiia ane nonjarita eiꞌalus sanu majaat sanu eilalong nubengkel heꞌua. “Eilalong tetope niYesus Kristus, pesuvung lamai teꞌalaenya.” Selengaan teꞌalus sanu majaat heꞌua nolinjoꞌi siia."}, {"id": "47-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-06.jpg", "text": "Tetopomiara-topomiara tevotuang bengkel heꞌua majari nongoungkul tutuu! Ane jio umai teꞌalus sanu majaat heꞌua, siira moꞌotoi tevotuang bengkel heꞌua jio maala moramal tegauk-gauk sanu kana majari eitoo-too. Tebatuanya tetoo-too jiongo mombayar eisiira antau noulara tesapa sanu kana majari eisiira."}, {"id": "47-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-07.jpg", "text": "Karna heꞌua tetopomiara-topomiara tevotuang bengkel heꞌua nongomung siPaulus ane siSilas eitopomimpin-topomimpin nukota lamai teRoma. Tetopomimpin-topomimpin heꞌua nonuju nobobogi siPaulus ane siSilas, lamai heꞌua ntinamaa eipanjara."}, {"id": "47-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-08.jpg", "text": "Siira nongembe siPaulus ane siSilas eipomoiaong sanu malalok eipanjara ane tepaa niira binalanggu. Eitanga ndoung, siira nogumbuy nomuji teSiopu."}, {"id": "47-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-09.jpg", "text": "Jio inototoi, najari telindug ane jojoo tebamba nupanjara neteboꞌa. Jojoo terante nutoo-too eilalong nupanjara naꞌalapas."}, {"id": "47-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-10.jpg", "text": "Lamai heꞌua tekapala nupanjara heꞌua nembaung, ane watu siia neꞌita tebamba-bamba neteboꞌamo, siia nobubuleong. Siia nonyangka jojoo tetahanan nelinjoko, jaok siia seilu momate teꞌalaenya mboto. (Siia moꞌotoi tetopomimpin-topomimpin nukota lamai teRoma kana momate siia karna momatuvayaa tetahanan heꞌua jojoo nelinjoko.) Tapi siPaulus neꞌita siia ane neroroa, “Hee! Inyaa monyilakai teꞌalae niꞌoo mboto. Siꞌami jojoo umai eiriꞌini.”"}, {"id": "47-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-11.jpg", "text": "Tekapala nupanjara heꞌua gugugur watu siia najaok ei siPaulus ane siSilas ane noꞌutanya, “Tesapa sanu kana ugauka antau nosalamata?” SiPaulus nonyimbat, “Parcayamo eiSiopu siYesus, ane siꞌoo ane sorurusmu kana nosalamata.” Lamai heꞌua tekapala nupanjara heꞌua nongomung siPaulus ane siSilas eivonuanya, ane nonambas tepaꞌit-paꞌit niira. SiPaulus nokarevaa teKareva sanu Mombosi sima siYesus eijojoo tetoo eivonuanya."}, {"id": "47-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-12.jpg", "text": "Tekapala nupanjara, telapinya ane teunga-unganya nomarcaya eisiYesus ane binaptis. Lamai heꞌua tekapala nupanjara nombee eisiPaulus ane siSilas sanu noꞌinang ane siira noramea concoono."}, {"id": "47-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-13.jpg", "text": "Eieleo vavaliimai tetopomimpin-topomimpin nukota nopeꞌebebas siPaulus ane siSilas ane nomongi eisiira antau molinjoꞌi tePilipi. SiPaulus ane siSilas nonjaoꞌi siLydia ane lasiatoo ntaninya ane lamai heꞌua nolinjoꞌi tekota heꞌua."}, {"id": "47-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-47-14.jpg", "text": "SiPaulus ane tetopomimpin-topomimpin nuKristen ntaninya nonggauka tepelampa umaꞌo eikota mabari, nokarevaa ane nomaguru teKareva sanu Mombosi sima siYesus eitoo-too. Siira valii nonulis mabari tesura antau mopoꞌuig teambok ane momaguru tetoo-too sanu nomarcaya eigareja-gareja. Lasiasura heꞌua najari tebuku-buku eilalong tejarita nuꞌAlataꞌala."}], "number": "47", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKisah Para Rasul 16:11-40.", "title": "47. SiPaulus Ane SiSilas EiPilipi"}, {"frames": [{"id": "48-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-01.jpg", "text": "Watu teꞌAlataꞌala nogutu tejuniaa, jojoo heꞌua mombosi. Jio umai odosa. SiꞌAdam ane siHawa meꞌagagalanong, ane siira magalang eiꞌAlataꞌala. Jio umai sanu mepees atau sanu maate. TeꞌAlataꞌala seilu tejuniaa sima heꞌua."}, {"id": "48-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-02.jpg", "text": "Tepuang nuseetan nonjarita lamai tesaa eiJoꞌong nuꞌEden antau nonipu siHawa. Lamai heꞌua siia ane siꞌAdam nodosamo eiꞌAlataꞌala. Karna siira nogugauk tedosa, jojoo tetoo eijuniaa maala mepees ane jojoo tetoo maala maate."}, {"id": "48-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-03.jpg", "text": "Karna siꞌAdam ane siHawa nodosa, tesaba sanu nelabi najaat valii najari. Temanusia najari temusu nuꞌAlataꞌala. Karna heꞌua sosotoo lamai watu nopoguungaa umai tegauk nodosa ane siia temusu nuAlataꞌala valii. Tehubungan tetoo-too concoono teꞌAlataꞌala magancing karna tedosa. Tapi teꞌAlataꞌala umai terancana untuk mopoꞌombosi tehubungan heꞌua."}, {"id": "48-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-04.jpg", "text": "TeꞌAlataꞌala nojanjia sotoo tebija niHawa kana mopoꞌorua tevaꞌi nupuang nuseetan, ane tepuang nuseetan kana momaꞌiti tetojungnya. Eini obatuanya tepuang nuseetan kana momate siYesus, tapi teꞌAlataꞌala kana metuvuaꞌonye Siia. Lamai heꞌua teMesias kana mopoꞌorua teꞌuig nupuang nuseetan seende-endenya. Mabari ntoung lamai heꞌua, teꞌAlataꞌala nongulara siYesus heꞌua teMesias, tepuang sanu jinanjia nuꞌAlataꞌala."}, {"id": "48-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-05.jpg", "text": "Watu teꞌAlataꞌala nopoꞌorua jojoo tejuniaa nepake teogo buntul, Siia nonyadiaa tepayangan sanu mooge untuk nonyalamata siira sanu nomarcaya eiSiia. Tepayangan heꞌua tepogurapanong sima siYesus. Sima heꞌua valii, jojoo tetoo masipato nopatei karna tedosa-dosa niira, tapi teꞌAlataꞌala nonyadiaaꞌomo siYesus mopaꞌasalamat jojoo tetoo sanu nomarcaya eiSiia."}, {"id": "48-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-06.jpg", "text": "Eꞌendenya monggatustoung teꞌimam-imam tatarus nombee tepombee eiꞌAlataꞌala lamai tetoo-too untuk mombolos tehukuman sanu masipato siira monarima karna tedosa niira. Tapi tepombee-pombee heꞌua jio maala nonggagis tedosa niira. Teꞌimam-imam heꞌua tepogurapanong sima siYesus. Tapi, siYesus jio nombee tepombee tebinaatang sima teꞌimam-imam ntaninya. Siia nombee teꞌalae-Nya mboto sima tepombee sanu maala monggagis tedosa jojoo tetoo eijuniaa eini. SiYesus heꞌua teꞌImam sanu Mooge sanu tutuu karna siia majari tepongonto eiolot teꞌAlataꞌala ane temanusia sanu odosa."}, {"id": "48-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-07.jpg", "text": "TeꞌAlataꞌala nonjarita eisiꞌAbraham, “Lamai siꞌoo, jojoo tesuku eijuniaa kana nobarakai.” SiYesus heꞌua tebija niꞌAbraham. Jojoo tesuku eijuniaa nobarakai niYesus, karna tetoo-too sanu nomarcaya eisiYesus nosalamata lamai tedosa, ane majari tebija niꞌAbraham."}, {"id": "48-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-08.jpg", "text": "Watu teꞌAlataꞌala nonuju siꞌAbraham nombee teunganya, siꞌIshak, simamo tepombee, teꞌAlataꞌala nonyadiaa sambaang tedomba untuk tepombee nombolos siꞌIshak. Tedomba sanu sinadiaa nuꞌAlataꞌala heꞌua tepogurapanong sima siYesus. TeꞌAlataꞌala nonyadiaa siYesus, teUnga nuDomba nuꞌAlataꞌala, simamo tepombee untuk maate mombolos siꞌita."}, {"id": "48-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-09.jpg", "text": "Watu teꞌAlataꞌala nonjaoka teꞌabalaan ponouꞌong eiMesir, jojoo tetoo nuꞌIsrael kanaboi monyambale sambaang teunga nudomba sanu mombosi ane mongembe teraanya eibingkai nupintu nuvonua niira. Eibabonya, eiꞌoigi ane eiꞌoanong. Watu teꞌAlataꞌala neꞌita teraa heꞌua, Siia nolabata tevonua-vonua niira ane jio momate teunga-unga siaꞌa niira. Tegauk eini tinope tePaska."}, {"id": "48-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-10.jpg", "text": "TeUnga nuDomba nuPaska heꞌua tepogurapanong sima siYesus. Siia tututuu jio odosa ane pinatei eiEleo nuPaska. Watu tetoo nomarcaya eisiYesus, teraa niYesus nombayar tedosa nutoo heꞌua, ane tehukuman nuꞌAlataꞌala nalabat siia."}, {"id": "48-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-11.jpg", "text": "TeꞌAlataꞌala nogutu tepejanjiong concoono tetoo-too nuꞌIsrael, tetoo-too sanu pinilei-Nya. SiYesus nongomung tepejanjiong sanu vuou lamai teꞌAlataꞌala. Tetoo-too lamai jojoo tesuku maala momarcaya eisiYesus ane majari tetoo-too sanu pinilei nuꞌAlataꞌala."}, {"id": "48-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-12.jpg", "text": "SiMusa heꞌua sotoo tenabi sanu nonjaritaa tejarita nuꞌAlataꞌala. Sima siMusa, siYesus heꞌua valii sotoo tenabi, tapi siYesus heꞌua nelabi mooge. Siia jio boi nongulara tetutuunong nuꞌAlataꞌala, Siia heꞌua tetutuunong nuꞌAlataꞌala sanu metuvu."}, {"id": "48-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-13.jpg", "text": "TeꞌAlataꞌala nojanjia eiPuang siDaud sotoo tebijanya kana momarenta simamo tepuang eibabok tetoo-too nuꞌAlataꞌala seende-endenya. SiYesus heꞌua tebija tePuang siDaud sanu najari tepuang sanu jinanjia heꞌua."}, {"id": "48-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-48-14.jpg", "text": "SiDaud heꞌua tepuang nuꞌIsrael, tapi siYesus heꞌua tepuang jojoo eijuniaa! Siia kana majaok vavalii ane momarenta tepomarenta-Nya maꞌadil ane membombosiong seende-endenya."}], "number": "48", "ref": "Eini tejarita nuꞌAlataꞌala lamai teKejadian 1-3, 6, 14, 22; teKeluaran 12, 20; 2 siSamuel 7; teꞌIbrani 3:1-6, 4:14–5:10, 7:01–8:13, 9:11–10:18; teWahyu 21.", "title": "48. SiYesus Heꞌua TeMesias Sanu Jinanjia"}, {"frames": [{"id": "49-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-01.jpg", "text": "Sotoo temalaekat nongulara sotoo terandaa tinope siMaria sima siia kana moguungaa teUnga nuꞌAlataꞌala. Karna heꞌua watu siia ulengi marandaa, siia noguungaa teunga langkai ane nonopei-Nya siYesus. Karna heꞌua siYesus heꞌua temanusia ane teUnga nuꞌAlataꞌala."}, {"id": "49-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-02.jpg", "text": "SiYesus nonggauka nabari tegauk sanu mabaraka sanu nepopoꞌitaa Siia umai teꞌababaraka lamai teꞌAlataꞌala. Siia nelampa eibabok nuogo, nengondoka tebarat, nepeꞌeondok nabari tetoo sanu nepees, nombugo teꞌalus sanu majaat, nogutu tetoo naate netuvuonye, ane nomaꞌinang limaributoo boi nepake limabua teroti ane robua tebau."}, {"id": "49-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-03.jpg", "text": "SiYesus valii teguru sanu mombosi, ane Siia nonjarita mabaraka karna Siia heꞌua teUnga nuꞌAlataꞌala. Siia nomagurua eisiꞌemiu kanaboi mongagalani tetoo-too ntaninya selio-lio sima siꞌemiu mongagalani teꞌalae niꞌemiu mboto."}, {"id": "49-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-04.jpg", "text": "Siia valii nomagurua eisiꞌemiu kanaboi mongagalani teꞌAlataꞌala nelabi lamai tesapa-sapa, sima teꞌakakayamu."}, {"id": "49-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-05.jpg", "text": "SiYesus nonjaritaa teoli nuPomarenta nuꞌAlataꞌala nelabi lamai tesapa-sapa eijuniaa. Mepenting tutuu tetoo majari tetoo nuPomarenta nuꞌAlataꞌala. Ane seilu mentama eilalong tePomarenta nuꞌAlataꞌala, siꞌemiu kanaboi nosalamata lamai tedosamu."}, {"id": "49-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-06.jpg", "text": "SiYesus nomagurua lasiatoo kana nonarima Siia ane nosalamata, tapi tetoo-too ntaninya jio. Siia nonjaritaa lasiatoo sima tetana sanu mombosi. Siira nonarima teKareva sanu Mombosi sima siYesus ane sinalamata. Tetoo-too ntaninya sima tetana sanu maꞌadal eijalang, eipaio tevuꞌu nujarita nuꞌAlataꞌala jio mentama ane jio mohasila tevua. Tetoo-too heꞌua jio seilu tetutuunong sima siYesus ane jio mentama eipomarenta-Nya."}, {"id": "49-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-07.jpg", "text": "SiYesus nomagurua sima teꞌAlataꞌala tututuu mongagalani eitoo-too sanu odosa. Siia seilu mongampuni siira ane monjaria siira teunga-unga-Nya."}, {"id": "49-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-08.jpg", "text": "SiYesus valii nongulara teꞌAlataꞌala nengkeles tedosa. Watu siꞌAdam ane siHawa nonggauka tedosa, tegauk heꞌua inana jojoo tebijanya. Karna heꞌua, jojoo tetoo eijuniaa odosa ane noꞌantaa lamai teꞌAlataꞌala. Ane sima heꞌua, jojoo tetoo najarimo temusu nuꞌAlataꞌala."}, {"id": "49-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-09.jpg", "text": "Tapi teꞌAlataꞌala nongagalani tutuu jojoo tetoo eijuniaa eini jaok Siia nombeena teUnga-Nya sotootooanaꞌo-Nya antau sisee-see sanu nomarcaya eisiYesus jio nohukum karna tedosanya tapi kana metuvu ncoono Siia seende-endenya."}, {"id": "49-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-10.jpg", "text": "Karna tedosamu, siꞌemiu osala ane masipato maate. TeꞌAlataꞌala masipato nongoungkul eisiꞌemiu, tapi watu siYesus naate eisalip, Siia nonarima tehukuman niꞌemiu."}, {"id": "49-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-11.jpg", "text": "SiYesus jiompo odosa, tapi Siia nomile hinukum ane naate simamo tepombee sanu mapacing antau monggagis tedosamu ane tedosa jojoo tetoo eijuniaa. Karna siYesus nombeemo teꞌalaenya mboto, teꞌAlataꞌala maala mongampuni jojoo tedosa, maala valii tedosa sanu majaat tutuu."}, {"id": "49-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-12.jpg", "text": "Tegauk-gauk sanu mombosi jio maala monyalamata siꞌemiu. Jio umai sanu maala nogauka antau mopoꞌombosi tehubungan ncoono teꞌAlataꞌala. Boi siYesus sanu maala monggagisa tedosa-dosamu. Siꞌemiu kanaboi momarcaya siYesus heꞌua teUnga nuꞌAlataꞌala, ane Siia naate eisalip nombolos siꞌemiu, ane teꞌAlataꞌala netuvua Siia lamai teꞌamateong eieleo totoluaꞌonya."}, {"id": "49-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-13.jpg", "text": "TeꞌAlataꞌala kana monyalamata jojoo tetoo sanu momarcaya eisiYesus ane monarima Siia simamo teSiopu niira. Tapi Siia jio monyalamata sisee-see sanu jio momarcaya eiSiia. Jio noꞌita siꞌemiu nakaya atau nopukur, telangkai atau tebengkel, meisi atau molumbi, atau eipaio siꞌemiu momoia. TeꞌAlataꞌala mongagalani siꞌemiu ane seilu siꞌemiu momarcaya eisiYesus jaok siꞌemiu maala majari teunga-Nya."}, {"id": "49-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-14.jpg", "text": "SiYesus noleva siꞌemiu momarcaya eiSiia ane nobaptis. Siꞌemiu momarcaya siYesus heꞌua teMesias, teUnga nuꞌAlataꞌala? Siꞌemiu momarcaya siꞌemiu tetopodosa ane masipato nohukum nuꞌAlataꞌala? Siꞌemiu momarcaya siYesus naate eisalip antau tedosamu nogagisa?"}, {"id": "49-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-15.jpg", "text": "Ane siꞌemiu nomarcaya eisiYesus ane tesapa sanu ginaukaꞌo-Nya eisiꞌemiu, siꞌemiu tetoo nuKristen! TeꞌAlataꞌala nongomungo siꞌemiu nesuvung lamai tepomarenta mondoung nupuang nuseetan ane nongembea siꞌemiu eilalong nupomarenta marava nuꞌAlataꞌala. TeꞌAlataꞌala nongalamo tegauk-gauk sanu meisi ane odosa ane vineenaꞌomo eisiꞌemiu teꞌeseseilu sanu vuou jaok siꞌemiu seilu monggauka sanu mombosi."}, {"id": "49-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-16.jpg", "text": "Ane siꞌemiu tutuu nomarcaya eisiYesus, teꞌAlataꞌala nongampunimo tedosamu karna tesapa sanu ginauka niYesus. Eꞌeini, siꞌemiu simamo tetagu moꞌosuk nuꞌAlataꞌala, jio simamo temusu."}, {"id": "49-17", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-17.jpg", "text": "Ane siꞌemiu tetagu nuꞌAlataꞌala ane tevotuang niYesus, siꞌemiu seilu monuut tepangajar niYesus. Maampo siꞌemiu heꞌua tetoo nuKristen, siꞌemiu ulengi nosoꞌarai monggauka tedosa. Tapi teꞌAlataꞌala nesetia ane nonjarita, ane siꞌemiu nongakui tedosa-dosamu, Siia kana mongampuni siꞌemiu. Siia kana mombee siꞌemiu teꞌuig jio monggauka tedosa."}, {"id": "49-18", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-49-18.jpg", "text": "TeꞌAlataꞌala nongulara eisiꞌemiu monggane, megurui tejarita-Nya, monyomba-Nya concoono tetoo nuKristen sanu ntaninya, ane mongulara eitoo ntaninya tesapa sanu ginaukaꞌo-Nya eisiꞌemiu. Jojoo tesaba eini mondulu siꞌemiu metuvu eilalong nuhubungan niꞌemiu ncoono Siia."}], "number": "49", "ref": "Eini tejarita nuꞌAlataꞌala lamai teRoma 3:21-26 5:1-11; siYohanes 3:16; siMarkus 16:16; teKolose 1:13-14; 2 teTesalonika 5:17-21; 1 siYohanes 1:5-10.", "title": "49. Tepejanjiong Sanu Vuou NuꞌAlataꞌala"}, {"frames": [{"id": "50-01", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-01.jpg", "text": "Kira-kira roribuntoung, teKareva sanu Mombosi sima siYesus teMesias nepudadago. Tetoo-too sanu nomarcaya eisiYesus noniang teꞌababarinya. SiYesus nojanji Siia kana metencile watu teponouꞌong nujuniaa."}, {"id": "50-02", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-02.jpg", "text": "Pepees siꞌita metaang teꞌajajaok niYesus, teꞌAlataꞌala seilu siꞌita metuvu mapacing ane moongko eiSiia. Watu siYesus umai eijuniaa Siia valii nongulara, “Temurit-muritU kana mokarevaa teKareva sanu Mombosi sima tePomarenta nuꞌAlataꞌala eijojoo tesuku nutoo, touk heꞌua teponouꞌongnya kana majaok.”"}, {"id": "50-03", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-03.jpg", "text": "Nabari tesuku sanu ulengi jiompo neꞌeepe sima siYesus. Jijiompo Siia netencile eisuruga, siYesus nombeena teparenta eitoo-too nuKristen mokarevaa teKareva sanu Mombosi eisiira sanu jiompo neꞌeepe. Siia nonjarita, “Naꞌomo, paꞌajarimo temurit-murit lamai jojoo tesuku!”"}, {"id": "50-04", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-04.jpg", "text": "SiYesus valii nonjarita, “Sotoo tevotuang jio nelabi nooge lamai tetopomiara. Sima tetopomimpin-topomimpin nujuniaa eini nengkeles eiSiaꞌu, siꞌemiu kana nosesai ane nopatei niira karna Siaꞌu. Maampo eijuniaa eini siꞌemiu kana maꞌaala teꞌasesesa, tapi poꞌuig karna Siaꞌu nondaaga tepuang nuseetan, sanu momarenta tejuniaa eini! Ane siꞌemiu tataap mesetia jaok teponouꞌong, siꞌemiu kana nosalamata nuꞌAlataꞌala.”"}, {"id": "50-05", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-05.jpg", "text": "SiYesus nonjaritaa eimurit-murit-Nya tejarita sanu mondulu mongulara sima tesapa sanu majari eitoo-too watu ponouꞌong nujuniaa heꞌua. Siia nonjaritaa, “Sotoo nongambura tevuꞌu sanu nombosi eijoꞌongnya. Tapi pepees siia noꞌoturu, temusunya najaok ane nongambura tevuꞌu nuvumbu eiolot nuvuꞌu sanu mombosi, ane lamai heꞌua nelampa.”"}, {"id": "50-06", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-06.jpg", "text": "“Watu tetutudaong heꞌua netuvu, tevotuang-votuang noꞌutanya eitogunya, ‘Mangge, siꞌoo nongambur tevuꞌu sanu mombosi eijoꞌong heꞌua. Neteꞌuya ogio eilalongnya?’ Tetogunya heꞌua nonyimbat, ‘Sotoo temusu sanu nonggaukaꞌonya.’”"}, {"id": "50-07", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-07.jpg", "text": "“Tevotuang-votuang heꞌua nonyimbat eitogunya, ‘Maala siꞌami mombuvut tegio heꞌua?’ Tetogunya nonjarita, ‘Jio. Ane siꞌemiu monggaukaꞌonya, siꞌemiu kana mombuvut sanggaat lamai tegando valii. Petaang tewatunya melolu ane incona tegio antau norampuni, tapi omungo tegando eilalong nupongembeongu.’”"}, {"id": "50-08", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-08.jpg", "text": "Temurit-murit jio moꞌotoi tebatuanya tejarita heꞌua, karna heꞌua siira noꞌutanya eisiYesus antau siia mopaꞌapatas heꞌua eisiira. SiYesus nonjarita, “Tetoo sanu nongambur tevuꞌu sanu mombosi heꞌua teMesias. Tejoꞌong heꞌua tejuniaa. Tevuꞌu sanu mombosi heꞌua tetoo-too nuPomarenta nuꞌAlataꞌala."}, {"id": "50-09", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-09.jpg", "text": "“Tegio heꞌua tetoo-too sanu nonuruꞌi tepuang nuseetan. Temusu sanu nongambur tevuꞌu nuvumbu heꞌua tepuang nuseetan. Tepelolu heꞌua teponouꞌong nujuniaa, ane tetopelolu heꞌua temalaekat.”"}, {"id": "50-10", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-10.jpg", "text": "“Watu teponouꞌong nujuniaa, jojoo tetoo sanu majari tetoponuut nupuang nuseetan kana noincona ane norampaka eilalong nututuonong nuapi, eipaio tetoo-too notumangis ane nekokoita tengisi. Lamai heꞌua tetoo-too sanu mondolong kana orarat sima teeleo eilalong tePomarenta nuꞌAlataꞌala, tesiama niira.”"}, {"id": "50-11", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-11.jpg", "text": "SiYesus nonjarita valii sima watu Siia netencile eijuniaa jijiompo teponouꞌong nujuniaa. Siia kana metencile eijuniaa mepake tecara sanu selio-lio watu Siia umaꞌo. Siia mepake teꞌalae sanu maala noꞌita ane majaok eiruꞌong eilangit. Watu Siia metencile, jojoo tetoo nuKristen sanu naatemo kana metuvu lamai teꞌamateong ane monjaoꞌi-Nya eiolong."}, {"id": "50-12", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-12.jpg", "text": "Lamai heꞌua tetoo-too nuKristen sanu ulengi netuvu kana noengkat concoono siira eiolong ane tetoo-too nuKristen sanu metuvu lamai teꞌamateong eikokua. Siira concoono siYesus eiriꞌua."}, {"id": "50-13", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-13.jpg", "text": "SiYesus nojanji mombee temakota nuꞌotutuvu eijojoo tetoo sanu nomarcaya eiSiia. Siira kana netuvu seende-endenya concoono teꞌAlataꞌala eilalong nuꞌombombosiong."}, {"id": "50-14", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-14.jpg", "text": "Tapi siira sanu jio nomarcaya eisiYesus kana noꞌadili nuꞌAlataꞌala. Siia kana morampaka siira eilalong nunaraka. Einaraka, seende-endenya tetoo-too tatarus notumangis ane nekokoita tengisi niira karna nepees. Siira norampuni nuapi sanu jio umai maate-ate ane siira tatarus noꞌinang nugonggoloang."}, {"id": "50-15", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-15.jpg", "text": "Watu siYesus metencile, Siia kana tututuu mopoꞌorua tepuang nuseetan ane tepomarentanya. Siia kana morampaka tepuang nuseetan eilalong nunaraka eiriꞌua siia kana maꞌarampunong seende-endenya, concoono jojoo tetoo sanu nomile nonuut siia ane jio nonuruꞌi teꞌAlataꞌala."}, {"id": "50-16", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-16.jpg", "text": "Tejuniaa eini kinutuko ane nopoꞌorua. Tapi teꞌAlataꞌala kana mogutu tesuruga sanu vuou ane tejuniaa sanu vuou sanu mombosi tutuu."}, {"id": "50-17", "img": "https://api.unfoldingword.org/obs/jpg/1/en/360px/obs-en-50-17.jpg", "text": "SiYesus ane tetoo-too-Nya kana momoia eijuniaa sanu vuou, ane Siia momarenta jojoo sanu metuvu seende-endenya. Siia kana monggagisa jojoo tejuu numata ane jiongo umai teꞌasesesa, teꞌoꞌondong, tetangis, teꞌajajaat, tepees atau teꞌamateong. Siia kana momarenta tepomarenta-Nya mepake teꞌombombosiong ane maꞌadil, ane Siia kana concoono tetoo-too-Nya seende-endenya."}], "number": "50", "ref": "Eini tejarita nuꞌAlataꞌala lamai siMatius 24:14; 28:18; siYohanes 15:20, 16:33; teWahyu 2:10; siMatius 13:24-30, 36-42; 1 teTesalonika 4:13–5:11; siYohanes 1:12; siMatius 22:13; siYakobus 1:12; teWahyu 20:10, 21:01–22:21.", "title": "50. SiYesus Kana Momarenta Tejuniaa Sanu Vuou"}], "date_modified": "20170314", "direction": "ltr", "language": "tdj"}